const indexList = [{
    'iD': '2022082607:12:45.502258',
    'title': 'అగ్ని మండించు – నాలో',
    'link': 'Agni Mandinchu Naalo – 2022082607:12:45.502258.html'
}, {
    'iD': '2022082607:12:46.798276',
    'title': 'అడగక ముందే అక్కరలెరి',
    'link': 'Adagaka Mundhe – 2022082607:12:46.798276.html'
}, {
    'iD': '2022082607:12:48.311390',
    'title': 'అడవి చెట్ల నడుమ\n ఒక ',
    'link': 'Adavi Chetla Naduma – 2022082607:12:48.311390.html'
}, {
    'iD': '2022082607:12:49.532669',
    'title': 'అడిగినది కొంతే అయినా',
    'link': 'Adiginadi Konthe Ainaa – 2022082607:12:49.532669.html'
}, {
    'iD': '2022082607:12:56.604346',
    'title': 'అత్యున్నత సింహాసనముప',
    'link': 'Athyunnatha Simhaasanamupai (Yesanna) – 2022082607:12:56.604346.html'
}, {
    'iD': '2022082607:12:59.072508',
    'title': 'అత్యున్నతమైనది యేసు ',
    'link': 'Athyunnathamainadi Yesu Naamam – 2022082607:12:59.072508.html'
}, {
    'iD': '2022082607:13:00.741045',
    'title': 'అదిగదిగో అల్లదిగో\n క',
    'link': 'Adhigadhigo Alladhigo – 2022082607:13:00.741045.html'
}, {
    'iD': '2022082607:13:02.099057',
    'title': 'అదిగో నా నావ బయలు దే',
    'link': 'Adigo Naa Naava – 2022082607:13:02.099057.html'
}, {
    'iD': '2022082607:13:03.465944',
    'title': 'వందనమయ్యా వందనమయ్యా ',
    'link': 'Advitheeya Sathya Devaa – 2022082607:13:03.465944.html'
}, {
    'iD': '2022082607:13:04.793767',
    'title': 'విద్యార్థి గీతావళి',
    'link': 'Advitheeya Sathya Devudu – 2022082607:13:04.793767.html'
}, {
    'iD': '2022082607:13:06.017199',
    'title': 'అదే అదే ఆ రోజు\n యేసయ',
    'link': 'Ade Ade Aa Roju – 2022082607:13:06.017199.html'
}, {
    'iD': '2022082607:13:07.278540',
    'title': 'అన్యజనులేల లేచి\n గల్',
    'link': 'Anya Janulela – 2022082607:13:07.278540.html'
}, {
    'iD': '2022082607:13:08.584417',
    'title': 'అన్ని కాలంబుల – నున్',
    'link': 'Anni Kaalambula – 2022082607:13:08.584417.html'
}, {
    'iD': '2022082607:13:10.271314',
    'title': 'అన్ని నామముల కన్న పై',
    'link': 'Anni Naamamula Kanna – 2022082607:13:10.271314.html'
}, {
    'iD': '2022082607:13:11.503859',
    'title': 'అన్ని నామముల కన్న ఘన',
    'link': 'Anni Naamamula Kanna Ghanamaina – 2022082607:13:11.503859.html'
}, {
    'iD': '2022082607:13:12.786632',
    'title': 'అన్ని వేళల ఆరాధన\n కన',
    'link': 'Anni Velala Aaraadhana – 2022082607:13:12.786632.html'
}, {
    'iD': '2022082607:13:14.106831',
    'title': 'అన్ని వేళల వినువాడు ',
    'link': 'Anni Velala Vinuvaadu – 2022082607:13:14.106831.html'
}, {
    'iD': '2022082607:13:15.343448',
    'title': 'అన్నిటి కన్నా ప్రార్',
    'link': 'Annitikannaa Praarthane Minna – 2022082607:13:15.343448.html'
}, {
    'iD': '2022082607:13:16.882558',
    'title': 'అన్నీ సాధ్యమే\n యేసుక',
    'link': 'Anni Saadhyame – 2022082607:13:16.882558.html'
}, {
    'iD': '2022082607:13:18.209000',
    'title': 'అనుదినము ప్రభుని స్త',
    'link': 'Anudinamu Prabhuni – 2022082607:13:18.209000.html'
}, {
    'iD': '2022082607:13:19.949606',
    'title': 'అనుదినం ఆ ప్రభుని వర',
    'link': 'Anudinam Aa Prabhuni Varame – 2022082607:13:19.949606.html'
}, {
    'iD': '2022082607:13:21.244207',
    'title': 'అపరాధిని యేసయ్యా\n కృ',
    'link': 'Aparaadhini Yesayya – 2022082607:13:21.244207.html'
}, {
    'iD': '2022082607:13:22.497572',
    'title': 'అప్పగింపబడిన రాత్రి\n',
    'link': 'Appagimpabadina Raathri – 2022082607:13:22.497572.html'
}, {
    'iD': '2022082607:13:23.708119',
    'title': 'అబ్రాహాము ఇస్సాకు యా',
    'link': 'Abraahaamu Issaaku Yaakobunaku – 2022082607:13:23.708119.html'
}, {
    'iD': '2022082607:13:25.067224',
    'title': 'అమ్మ కన్న మిన్న ఓ యే',
    'link': 'Amma Kanna Minna – 2022082607:13:25.067224.html'
}, {
    'iD': '2022082607:13:26.400543',
    'title': 'ఏ భాషకందని భావం నీవు',
    'link': 'Amma Kosam – 2022082607:13:26.400543.html'
}, {
    'iD': '2022082607:13:27.732569',
    'title': 'అమ్మల్లారా ఓ అక్కల్ల',
    'link': 'Ammallaara O Akkallaara – 2022082607:13:27.732569.html'
}, {
    'iD': '2022082607:13:29.066902',
    'title': 'అమ్మా అని నిన్ను పిల',
    'link': 'Ammaa Ani Ninnu Piluvanaa – 2022082607:13:29.066902.html'
}, {
    'iD': '2022082607:13:32.342843',
    'title': 'అమూల్య రక్తం – ప్రశస',
    'link': 'Amoolya Raktham – 2022082607:13:32.342843.html'
}, {
    'iD': '2022082607:13:33.779185',
    'title': 'అమూల్యమైన ఆణిముత్యమా',
    'link': 'Amoolyamaina Aanimuthyamaa – 2022082607:13:33.779185.html'
}, {
    'iD': '2022082607:13:35.614480',
    'title': 'అయ్యా నా కోసం కల్వరి',
    'link': 'Ayyaa Naa Kosam Kalvarilo – 2022082607:13:35.614480.html'
}, {
    'iD': '2022082607:13:37.152686',
    'title': 'అర్పించుచుంటిని యేసయ',
    'link': 'Arpinchuchuntini Yesayyaa – 2022082607:13:37.152686.html'
}, {
    'iD': '2022082607:13:38.483521',
    'title': 'అరుణ కాంతి కిరణమై\n క',
    'link': 'Aruna Kaanthi Kiranamai – 2022082607:13:38.483521.html'
}, {
    'iD': '2022082607:13:39.806335',
    'title': 'అల్ఫా ఒమేగయైన – మహిమ',
    'link': 'Alphaa Omegayaina – 2022082607:13:39.806335.html'
}, {
    'iD': '2022082607:13:41.202234',
    'title': 'అవధులే లేనిది దివ్యమ',
    'link': 'Avadhule Lenidi – 2022082607:13:41.202234.html'
}, {
    'iD': '2022082607:13:43.195742',
    'title': 'అసాధ్యమైనది లేనే లేద',
    'link': 'Asaadhyamainadi Lene Ledu – 2022082607:13:43.195742.html'
}, {
    'iD': '2022082607:13:44.525766',
    'title': 'అంకితం ప్రభూ నా జీవి',
    'link': 'Ankitham Prabhu Naa Jeevitham – 2022082607:13:44.525766.html'
}, {
    'iD': '2022082607:13:45.858922',
    'title': 'అంజలి ఘటియింతు దేవా ',
    'link': 'Anjali Ghatiyinthu – 2022082607:13:45.858922.html'
}, {
    'iD': '2022082607:13:47.187273',
    'title': 'అంత్య దినములయందు ఆత్',
    'link': 'Anthya Dinamula Yandu – 2022082607:13:47.187273.html'
}, {
    'iD': '2022082607:13:50.247375',
    'title': 'అంతే లేని నీ ప్రేమ ధ',
    'link': 'Anthe Leni Nee Prema Dhaara – 2022082607:13:50.247375.html'
}, {
    'iD': '2022082607:13:51.593370',
    'title': 'అందమైన మధురమైన నామం ',
    'link': 'Andamaina Madhuramaina – 2022082607:13:51.593370.html'
}, {
    'iD': '2022082607:13:52.815107',
    'title': 'అందమైన క్షణము ఆనందమయ',
    'link': 'Andamaina Kshanamu – 2022082607:13:52.815107.html'
}, {
    'iD': '2022082607:13:54.149196',
    'title': 'అందరికి కావాలి యేసయ్',
    'link': 'Andariki Kaavaali – 2022082607:13:54.149196.html'
}, {
    'iD': '2022082607:13:55.412955',
    'title': 'అందరు నన్ను విడచినా\n',
    'link': 'Andaru Nannu Vidachinaa – 2022082607:13:55.412955.html'
}, {
    'iD': '2022082607:13:56.713486',
    'title': 'అందరు మెచ్చిన అందాల ',
    'link': 'Andaru Mechchina Andaala – 2022082607:13:56.713486.html'
}, {
    'iD': '2022082607:13:57.919878',
    'title': 'అందాల ఉద్యానవనమా\n ఓ ',
    'link': 'Andaala Udyaanavanamaa – 2022082607:13:57.919878.html'
}, {
    'iD': '2022082607:13:59.174708',
    'title': 'అందాలతార అరుదెంచె నా',
    'link': 'Andaala Thaara – 2022082607:13:59.174708.html'
}, {
    'iD': '2022082607:14:00.508364',
    'title': 'అందాల బాలుడు ఉదయించి',
    'link': 'Andaala Baaludu – 2022082607:14:00.508364.html'
}, {
    'iD': '2022082607:14:01.861653',
    'title': 'అందాలు చిందే శుభ వేళ',
    'link': 'Andaalu Chinde – 2022082607:14:01.861653.html'
}, {
    'iD': '2022082607:14:03.119844',
    'title': 'అంధకార చెరసాలలో – బం',
    'link': 'Andhakaara Cherasaalalo – 2022082607:14:03.119844.html'
}, {
    'iD': '2022082607:14:04.386756',
    'title': 'లాల లాలలలా లాలలలా లా',
    'link': 'Ambaraaniki Antelaa – 2022082607:14:04.386756.html'
}, {
    'iD': '2022082607:14:05.733035',
    'title': 'అంబరానికి అంటేలా\n సం',
    'link': 'Ambaraaniki Antelaa (Yesayya Puttaadani) – 2022082607:14:05.733035.html'
}, {
    'iD': '2022082607:14:07.274727',
    'title': 'అంబరాన్ని దాటే సంబరా',
    'link': 'Ambaraanni Daate – 2022082607:14:07.274727.html'
}, {
    'iD': '2022082607:14:08.603515',
    'title': 'ఆ దరి చేరే దారే కనరా',
    'link': 'Aa Dari Chere Daare Kanaraadu – 2022082607:14:08.603515.html'
}, {
    'iD': '2022082607:14:10.031302',
    'title': 'ఆ నింగిలో వెలిగింది ',
    'link': 'Aa Ningilo Veligindi Oka Thaara – 2022082607:14:10.031302.html'
}, {
    'iD': '2022082607:14:12.601688',
    'title': 'ఆ రాజే నా రాజు – నా ',
    'link': 'Aa Raaje Naa Raaju – 2022082607:14:12.601688.html'
}, {
    'iD': '2022082607:14:13.921696',
    'title': 'ఆకర్షించే ప్రియుడా…\n',
    'link': 'Aakarshinche Priyudaa – 2022082607:14:13.921696.html'
}, {
    'iD': '2022082607:14:15.565925',
    'title': 'ఆకశాన తార ఒకటి వెలసి',
    'link': 'Aakashaana Thaara Okati – 2022082607:14:15.565925.html'
}, {
    'iD': '2022082607:14:16.837491',
    'title': 'ఆకాశ పక్షులను చూడండి',
    'link': 'Aakaasha Pakshulanu Choodandi – 2022082607:14:16.837491.html'
}, {
    'iD': '2022082607:14:19.734871',
    'title': 'ఆకాశ వాసులారా\n యెహోవ',
    'link': 'Aakaasha Vaasulaaraa – 2022082607:14:19.734871.html'
}, {
    'iD': '2022082607:14:21.549619',
    'title': 'ఆకాశమందు నీవుండగా\n న',
    'link': 'Aakaashamandu Neevundagaa – 2022082607:14:21.549619.html'
}, {
    'iD': '2022082607:14:23.786818',
    'title': 'ఆకాశమందున్న ఆసీనుడా\n',
    'link': 'Aakaashamandunna Aaseenudaa – 2022082607:14:23.786818.html'
}, {
    'iD': '2022082607:14:25.200530',
    'title': 'ఆకాశమా ఆలకించుమా\n భూ',
    'link': 'Aakaashamaa Aalakinchumaa – 2022082607:14:25.200530.html'
}, {
    'iD': '2022082607:14:26.520083',
    'title': 'ఆకాశం అమృత జల్లులు క',
    'link': 'Aakaasham Amrutha Jallulu – 2022082607:14:26.520083.html'
}, {
    'iD': '2022082607:14:28.036973',
    'title': 'ఆకాశంబున్ దూతలు\n ఉత్',
    'link': 'Aakaashambun Doothalu – 2022082607:14:28.036973.html'
}, {
    'iD': '2022082607:14:29.268972',
    'title': 'ఆగక సాగుమా\n సేవలో ఓ.',
    'link': 'Aagaka Saagumaa – 2022082607:14:29.268972.html'
}, {
    'iD': '2022082607:14:30.506735',
    'title': 'ఆగని పరుగులో ఎండిన ఎ',
    'link': 'Aagani Parugulo – 2022082607:14:30.506735.html'
}, {
    'iD': '2022082607:14:31.742093',
    'title': 'ఆడెదన్ పాడెదన్.. యేస',
    'link': 'Aadedhan Paadedhan – 2022082607:14:31.742093.html'
}, {
    'iD': '2022082607:14:33.073053',
    'title': 'ఆత్మ దీపమును (2)\n వె',
    'link': 'Aathma Deepamunu – 2022082607:14:33.073053.html'
}, {
    'iD': '2022082607:14:35.225665',
    'title': 'ఆత్మ వర్షము మాపై కుర',
    'link': 'Aathma Varshamu Maapai – 2022082607:14:35.225665.html'
}, {
    'iD': '2022082607:14:36.555299',
    'title': 'ఆత్మ వర్షమును కుమ్మర',
    'link': 'Aathma Varshamunu – 2022082607:14:36.555299.html'
}, {
    'iD': '2022082607:14:37.866583',
    'title': 'ఆత్మ విషయమై దీనులైన ',
    'link': 'Aathma Vishayamai – 2022082607:14:37.866583.html'
}, {
    'iD': '2022082607:14:39.101593',
    'title': 'ఆత్మీయ గానాలతో\n నిన్',
    'link': 'Aathmeeya Gaanaalatho – 2022082607:14:39.101593.html'
}, {
    'iD': '2022082607:14:40.278388',
    'title': 'ఆధారం నాకు ఆధారం\n నా',
    'link': 'Aadhaaram Naaku Aadhaaram – 2022082607:14:40.278388.html'
}, {
    'iD': '2022082607:14:43.130741',
    'title': 'ఆధారం నీవేనయ్యా\n నా ',
    'link': 'Aadhaaram Neevenayya (DGS) – 2022082607:14:43.130741.html'
}, {
    'iD': '2022082607:14:44.635897',
    'title': 'ఆధారం నీవేనయ్యా\n నాక',
    'link': 'Aadhaaram Neevenayyaa (Medley) – 2022082607:14:44.635897.html'
}, {
    'iD': '2022082607:14:45.815393',
    'title': 'ఆనంద తైలాభిషేకము నిమ',
    'link': 'Aananda Thailaabhishekamu – 2022082607:14:45.815393.html'
}, {
    'iD': '2022082607:14:47.174742',
    'title': 'ఆనంద యాత్ర\n ఇది ఆత్మ',
    'link': 'Aananda Yaathra – 2022082607:14:47.174742.html'
}, {
    'iD': '2022082607:14:48.538463',
    'title': 'ఆనందం నీలోనే – ఆధారం',
    'link': 'Aanandam Neelone – 2022082607:14:48.538463.html'
}, {
    'iD': '2022082607:14:49.703963',
    'title': 'ఆనందమానందమే\n ఈ భువిల',
    'link': 'Aanandamaanandame – 2022082607:14:49.703963.html'
}, {
    'iD': '2022082607:14:51.261368',
    'title': 'ఆనందము ప్రభు నాకొసగె',
    'link': 'Aanandamu Prabhu Naakosagenu – 2022082607:14:51.261368.html'
}, {
    'iD': '2022082607:14:53.956398',
    'title': 'ఆనందమే పరమానందమే\n ఆశ',
    'link': 'Aanandame Paramaanandame – 2022082607:14:53.956398.html'
}, {
    'iD': '2022082607:14:55.493986',
    'title': 'ఆనందింతు నీలో దేవా\n ',
    'link': 'Aanandinthu Neelo Devaa – 2022082607:14:55.493986.html'
}, {
    'iD': '2022082607:14:56.712922',
    'title': 'ఆనందింతుము ఆనందింతుమ',
    'link': 'Aanandinthumu – 2022082607:14:56.712922.html'
}, {
    'iD': '2022082607:14:58.039423',
    'title': 'ఆపత్కాలమున నాకు ఆశ్ర',
    'link': 'Aapathkaalamuna – 2022082607:14:58.039423.html'
}, {
    'iD': '2022082607:14:59.281598',
    'title': 'ఆయనే నా సంగీతము బలమై',
    'link': 'Aayane Naa Sangeethamu – 2022082607:14:59.281598.html'
}, {
    'iD': '2022082607:15:00.536709',
    'title': 'ఆరని ప్రేమ ఇది – ఆర్',
    'link': 'Aarani Prema Idi – 2022082607:15:00.536709.html'
}, {
    'iD': '2022082607:15:01.817003',
    'title': 'ఆరంభమయ్యింది రెస్టోర',
    'link': 'Aarambhamayyindi Restoration – 2022082607:15:01.817003.html'
}, {
    'iD': '2022082607:15:03.055880',
    'title': 'ఆరాధన అధిక స్తోత్రము',
    'link': 'Aaraadhana Adhika Sthothramu – 2022082607:15:03.055880.html'
}, {
    'iD': '2022082607:15:04.212780',
    'title': 'ఆరాధన అందుకో (2)\n పా',
    'link': 'Aaraadhana Anduko – 2022082607:15:04.212780.html'
}, {
    'iD': '2022082607:15:05.416408',
    'title': 'ఆరాధన ఆరాధన యేసయ్య ఆ',
    'link': 'Aaraadhana Aaraadhana – 2022082607:15:05.416408.html'
}, {
    'iD': '2022082607:15:06.761566',
    'title': 'ఆరాధన… ఆరాధన…\n ఆరాధన',
    'link': 'Aaraadhana Aaraadhana – 2022082607:15:06.761566.html'
}, {
    'iD': '2022082607:15:07.971062',
    'title': 'పరిశుద్ధుడా పావనుడా\n',
    'link': 'Aaraadhana Neeke – 2022082607:15:07.971062.html'
}, {
    'iD': '2022082607:15:09.150669',
    'title': 'ఆరాధన యేసు నీకే (4)\n',
    'link': 'Aaraadhana Yesu Neeke – 2022082607:15:09.150669.html'
}, {
    'iD': '2022082607:15:10.707033',
    'title': 'ఆరాధన స్తుతి ఆరాధన (',
    'link': 'Aaraadhana Sthuthi Aaraadhana – 2022082607:15:10.707033.html'
}, {
    'iD': '2022082607:15:11.982217',
    'title': 'ఆరాధనకు యోగ్యుడా నిత',
    'link': 'Aaraadhanaku Yogyudaa – 2022082607:15:11.982217.html'
}, {
    'iD': '2022082607:15:13.316131',
    'title': 'ఆరాధనా ఆరాధనా – ఆత్మ',
    'link': 'Aaraadhanaa Aaraadhanaa – Aathmatho – 2022082607:15:13.316131.html'
}, {
    'iD': '2022082607:15:14.540856',
    'title': 'ఆరాధనా నీకే ఆరాధనా\n ',
    'link': 'Aaraadhanaa Neeke Aaraadhanaa – 2022082607:15:14.540856.html'
}, {
    'iD': '2022082607:15:16.082878',
    'title': 'ఆరాధించెద నిను మది ప',
    'link': 'Aaraadhincheda – 2022082607:15:16.082878.html'
}, {
    'iD': '2022082607:15:17.414159',
    'title': 'ఆరాధించెదను నిన్ను\n ',
    'link': 'Aaraadhinchedanu Ninnu – 2022082607:15:17.414159.html'
}, {
    'iD': '2022082607:15:18.736681',
    'title': 'ఆరాధించెదము ఆత్మతో న',
    'link': 'Aaraadhinchedamu Aathmatho – 2022082607:15:18.736681.html'
}, {
    'iD': '2022082607:15:20.076470',
    'title': 'ఆరాధించెదము యేసయ్య న',
    'link': 'Aaraadhinchedamu Yesayya – 2022082607:15:20.076470.html'
}, {
    'iD': '2022082607:15:21.411227',
    'title': 'ఆరాధించెదం ఆర్భాటించ',
    'link': 'Aaraadhinchedam – 2022082607:15:21.411227.html'
}, {
    'iD': '2022082607:15:22.743449',
    'title': 'ఆరిపోయే దీపంలా\n ఆగిప',
    'link': 'Aaripoye Deepamlaa – 2022082607:15:22.743449.html'
}, {
    'iD': '2022082607:15:24.396270',
    'title': 'ఆలకించు దేవా స్తోత్ర',
    'link': 'Aalakinchu Devaa – 2022082607:15:24.396270.html'
}, {
    'iD': '2022082607:15:25.905454',
    'title': 'ఆలకించుమో దేవా మా ఆక',
    'link': 'Aalakinchumo Devaa – 2022082607:15:25.905454.html'
}, {
    'iD': '2022082607:15:27.458645',
    'title': 'ఆలయంలో ప్రవేశించండి ',
    'link': 'Aalayamlo Praveshinchandi – 2022082607:15:27.458645.html'
}, {
    'iD': '2022082607:15:28.779804',
    'title': 'ఆలోచనలో గొప్పవాడా\n ఆ',
    'link': 'Aalochanalo Goppavaadaa – 2022082607:15:28.779804.html'
}, {
    'iD': '2022082607:15:30.425641',
    'title': 'ఆవేదన నేనొందను\n అవమా',
    'link': 'Aavedana Nenondanu – 2022082607:15:30.425641.html'
}, {
    'iD': '2022082607:15:32.084957',
    'title': 'ఆవో ఖుషీ సే హమ్ సబ్ ',
    'link': 'Aao Khushi Se – 2022082607:15:32.084957.html'
}, {
    'iD': '2022082607:15:33.700218',
    'title': 'ఆశ తీర నా యేసు స్వామ',
    'link': 'Aasha Theera Naa Yesu Swaamini – 2022082607:15:33.700218.html'
}, {
    'iD': '2022082607:15:35.010977',
    'title': 'ఆశతో నీ కొరకు ఎదురుచ',
    'link': 'Aashatho Nee Koraku – 2022082607:15:35.010977.html'
}, {
    'iD': '2022082607:15:36.859150',
    'title': 'ఆశపడకు ఈ లోకం కోసం చ',
    'link': 'Aashapadaku Ee Lokam Kosam – 2022082607:15:36.859150.html'
}, {
    'iD': '2022082607:15:38.736901',
    'title': 'ఆశ్చర్య కార్యముల్ చే',
    'link': 'Aascharya Kaaryamul Cheyunu Yesu – 2022082607:15:38.736901.html'
}, {
    'iD': '2022082607:15:39.975479',
    'title': 'ఆశ్చర్యకరుడా ఆలోచనకర',
    'link': 'Aascharyakarudaa Aalochanakartha – 2022082607:15:39.975479.html'
}, {
    'iD': '2022082607:15:41.861342',
    'title': 'ఆశ్చర్యాకరుడా\n నా ఆల',
    'link': 'Aascharyakarudaa (Yesanna) – 2022082607:15:41.861342.html'
}, {
    'iD': '2022082607:15:43.416105',
    'title': 'ఆశ్చర్యకరుడు ఆలోచనకర',
    'link': 'Aascharyakarudu Aalochanakartha – 2022082607:15:43.416105.html'
}, {
    'iD': '2022082607:15:46.312879',
    'title': 'ఆశ్రయదుర్గమా – నా యే',
    'link': 'Aashraya Durgamaa Naa Yesayyaa – 2022082607:15:46.312879.html'
}, {
    'iD': '2022082607:15:47.718008',
    'title': 'ఆశ్రయమా ఆధారమా నీవే ',
    'link': 'Aashrayamaa Aadhaaramaa – 2022082607:15:47.718008.html'
}, {
    'iD': '2022082607:15:49.148583',
    'title': '<p dir="ltr">ఆశ్రయుడ',
    'link': 'Aashrayudaa Naa Abhishikthudaa – 2022082607:15:49.148583.html'
}, {
    'iD': '2022082607:15:50.553565',
    'title': 'పాట రచయితలు: స్టీవెన',
    'link': 'Aasheervaadam – 2022082607:15:50.553565.html'
}, {
    'iD': '2022082607:15:51.916353',
    'title': 'ఆశీర్వాదంబుల్ మా మీద',
    'link': 'Aasheervaadambul Maa Meeda – 2022082607:15:51.916353.html'
}, {
    'iD': '2022082607:15:53.141401',
    'title': 'ఆహా ఆనందమే మహా సంతోష',
    'link': 'Aahaa Aanandame – 2022082607:15:53.141401.html'
}, {
    'iD': '2022082607:15:54.364083',
    'title': 'ఆహా ఆనందమే పరమానందమే',
    'link': 'Aahaa Aanandame (Seeyonu) – 2022082607:15:54.364083.html'
}, {
    'iD': '2022082607:15:55.588361',
    'title': 'ఆహా మహాత్మ హా శరణ్య ',
    'link': 'Aahaa Mahaathma – 2022082607:15:55.588361.html'
}, {
    'iD': '2022082607:15:56.933087',
    'title': 'ఆహా యేమానందం ఆహా యేమ',
    'link': 'Aahaa Yemaanandam – 2022082607:15:56.933087.html'
}, {
    'iD': '2022082607:15:58.344181',
    'title': 'తార జూపిన మార్గమదే… ',
    'link': 'Aahaa Hallelujah – 2022082607:15:58.344181.html'
}, {
    'iD': '2022082607:15:59.800250',
    'title': 'ఇకనైన కానీ ఇప్పుడైన ',
    'link': 'Ikanaina Kaani – 2022082607:15:59.800250.html'
}, {
    'iD': '2022082607:16:01.028001',
    'title': 'ఇద్దరొక్కటిగ మారేటి ',
    'link': 'Iddarokkatiga Maareti – 2022082607:16:01.028001.html'
}, {
    'iD': '2022082607:16:02.359089',
    'title': 'ఇది కోతకు సమయం\n పనివ',
    'link': 'Idi Kothaku Samayam – 2022082607:16:02.359089.html'
}, {
    'iD': '2022082607:16:03.691339',
    'title': 'ఇది దేవుని నిర్ణయము\n',
    'link': 'Idhi Devuni Nirnayamu – 2022082607:16:03.691339.html'
}, {
    'iD': '2022082607:16:05.127814',
    'title': 'ఇది శుభోదయం – క్రీస్',
    'link': 'Idi Shubhodayam – 2022082607:16:05.127814.html'
}, {
    'iD': '2022082607:16:06.352542',
    'title': 'ఇదిగో దేవా ఈ హృదయం\n ',
    'link': 'Idigo Devaa Ee Hrudayam – 2022082607:16:06.352542.html'
}, {
    'iD': '2022082607:16:07.979314',
    'title': 'ఇదిగో దేవా నా జీవితం',
    'link': 'Idigo Devaa Naa Jeevitham – 2022082607:16:07.979314.html'
}, {
    'iD': '2022082607:16:09.218354',
    'title': 'ఇదిగో దేవుని గొర్రెప',
    'link': 'Idigo Devuni Gorrepillaa – 2022082607:16:09.218354.html'
}, {
    'iD': '2022082607:16:10.551283',
    'title': 'ఇదియేనయ్య మా ప్రార్థ',
    'link': 'Idiyenayya Maa Praarthana – 2022082607:16:10.551283.html'
}, {
    'iD': '2022082607:16:11.885247',
    'title': 'ఇదే నా కోరిక\n నవ జీవ',
    'link': 'Ide Naa Korika – 2022082607:16:11.885247.html'
}, {
    'iD': '2022082607:16:13.116255',
    'title': 'ఇదే నా హృదయ వాంఛన\n న',
    'link': 'Idhe Naa Hrudhaya Vaanchana – 2022082607:16:13.116255.html'
}, {
    'iD': '2022082607:16:14.338335',
    'title': 'ఇదేనా న్యాయమిదియేనా\n',
    'link': 'Idenaa Nyaayamidiyenaa – 2022082607:16:14.338335.html'
}, {
    'iD': '2022082607:16:15.569091',
    'title': 'ఇన్నాళ్లు తోడుగా మాత',
    'link': 'Innaallu Thodugaa – 2022082607:16:15.569091.html'
}, {
    'iD': '2022082607:16:16.800484',
    'title': 'ఇన్నేళ్లు ఇలలో ఉన్నా',
    'link': 'Innellu Ilalo – 2022082607:16:16.800484.html'
}, {
    'iD': '2022082607:16:18.026276',
    'title': 'హే దునియా కే లోగో ఉం',
    'link': 'Ibaadath Karo – 2022082607:16:18.026276.html'
}, {
    'iD': '2022082607:16:19.253277',
    'title': 'ఇమ్మానుయేలు దేవుడా –',
    'link': 'Immaanuyelu Devudaa – 2022082607:16:19.253277.html'
}, {
    'iD': '2022082607:16:20.489913',
    'title': 'ఇమ్మానుయేలు రక్తము\n ',
    'link': 'Immaanuyelu Rakthamu – 2022082607:16:20.489913.html'
}, {
    'iD': '2022082607:16:21.817314',
    'title': 'ఇయ్యాల ఇంట్ల రేపు మం',
    'link': 'Iyyaala Intla Repu Mantla – 2022082607:16:21.817314.html'
}, {
    'iD': '2022082607:16:23.149056',
    'title': 'ఇరువది నలుగురు పెద్ద',
    'link': 'Iruvadi Naluguru Peddalatho – 2022082607:16:23.149056.html'
}, {
    'iD': '2022082607:16:24.784016',
    'title': 'ఇశ్రాయేలు దేవా నా స్',
    'link': 'Ishraayelu Devaa – 2022082607:16:24.784016.html'
}, {
    'iD': '2022082607:16:26.334086',
    'title': 'ఇశ్రాయేలు రాజువే\n నా',
    'link': 'Ishraayelu Raajuve – 2022082607:16:26.334086.html'
}, {
    'iD': '2022082607:16:27.518564',
    'title': 'ఇశ్రాయేలు సైన్యములకు',
    'link': 'Ishraayelu Sainyamulaku – 2022082607:16:27.518564.html'
}, {
    'iD': '2022082607:16:28.883385',
    'title': 'ఇసుక మీద ఇల్లు కట్టక',
    'link': 'Isuka Meeda Illu Kattaku – 2022082607:16:28.883385.html'
}, {
    'iD': '2022082607:16:30.319235',
    'title': 'ఇహమందున ఆ పరమందు నాక',
    'link': 'Ihamanduna Aa Paramandu – 2022082607:16:30.319235.html'
}, {
    'iD': '2022082607:16:31.731036',
    'title': 'ఇహలోక పాపి కొరకు\n ఎన',
    'link': 'Ihaloka Paapi Koraku – 2022082607:16:31.731036.html'
}, {
    'iD': '2022082607:16:33.270078',
    'title': 'ఇళ్లలోన పండుగంట కళ్ళ',
    'link': 'Illalona Panduganta – 2022082607:16:33.270078.html'
}, {
    'iD': '2022082607:16:34.717041',
    'title': 'ఇంటి మీద నున్న ఒంటరి',
    'link': 'Inti Meeda Nunna – 2022082607:16:34.717041.html'
}, {
    'iD': '2022082607:16:36.051294',
    'title': 'ఇంత కాలం నీదు కృపలో ',
    'link': 'Intha Kaalam – 2022082607:16:36.051294.html'
}, {
    'iD': '2022082607:16:42.604776',
    'title': 'ఇంతలోనే కనబడి అంతలోన',
    'link': 'Inthalone Kanabadi – 2022082607:16:42.604776.html'
}, {
    'iD': '2022082607:16:44.138541',
    'title': 'ఈ ఉదయం – శుభ ఉదయం\n ప',
    'link': 'Ee Udayam Shubha Udayam – 2022082607:16:44.138541.html'
}, {
    'iD': '2022082607:16:45.574125',
    'title': 'ఈ జీవితం విలువైనది\n ',
    'link': 'Ee Jeevitham Viluvainadi – 2022082607:16:45.574125.html'
}, {
    'iD': '2022082607:16:46.897925',
    'title': 'ఈ తరం యువతరం\n ప్రభు ',
    'link': 'Ee Tharam Yuvatharam – 2022082607:16:46.897925.html'
}, {
    'iD': '2022082607:16:48.338302',
    'title': 'ఈ దినమెంతో శుభ దినము',
    'link': 'Ee Dinamentho – 2022082607:16:48.338302.html'
}, {
    'iD': '2022082607:16:50.182960',
    'title': 'ఈ దినం క్రీస్తు జన్మ',
    'link': 'Ee Dinam – 2022082607:16:50.182960.html'
}, {
    'iD': '2022082607:16:51.513858',
    'title': 'ఈ దినం సదా నా యేసుకే',
    'link': 'Ee Dinam Sadaa – 2022082607:16:51.513858.html'
}, {
    'iD': '2022082607:16:53.049600',
    'title': 'ఈ మరణము కాదు శాశ్వతమ',
    'link': 'Ee Maranamu Kaadu – 2022082607:16:53.049600.html'
}, {
    'iD': '2022082607:16:54.278106',
    'title': 'ఈలాటిదా యేసు ప్రేమ -',
    'link': 'Eelaatidaa Yesu Prema – 2022082607:16:54.278106.html'
}, {
    'iD': '2022082607:16:58.098694',
    'title': 'ఈ లోకంలో జీవించెదను\n',
    'link': 'Ee Lokamlo Jeevinchedanu – 2022082607:16:58.098694.html'
}, {
    'iD': '2022082607:17:00.011060',
    'title': 'ఈ సాయంకాలమున – యేసు ',
    'link': 'Ee Saayankaalamuna – 2022082607:17:00.011060.html'
}, {
    'iD': '2022082607:17:01.345113',
    'title': 'ఈ స్తుతి నీకే మా యేస',
    'link': 'Ee Sthuthi Neeke – 2022082607:17:01.345113.html'
}, {
    'iD': '2022082607:17:02.880577',
    'title': 'ఉతక మీద తలుపు తిరుగు',
    'link': 'Uthaka Meeda Thalupu – 2022082607:17:02.880577.html'
}, {
    'iD': '2022082607:17:04.104169',
    'title': 'ఉత్సాహ గానము చేసెదము',
    'link': 'Uthsaaha Gaanamu Chesedamu – 2022082607:17:04.104169.html'
}, {
    'iD': '2022082607:17:07.167702',
    'title': 'ఉదయమాయె హృదయమా\n ప్రభ',
    'link': 'Udayamaaye Hrudayamaa – 2022082607:17:07.167702.html'
}, {
    'iD': '2022082607:17:08.797918',
    'title': 'ఉదయించె దివ్య రక్షకు',
    'link': 'Udayinche Divya Rakshakudu – 2022082607:17:08.797918.html'
}, {
    'iD': '2022082607:17:10.252382',
    'title': 'ఉన్నత స్థలములలో – నన',
    'link': 'Unnatha Sthalamulalo – 2022082607:17:10.252382.html'
}, {
    'iD': '2022082607:17:11.832557',
    'title': 'ఉన్నాడు దేవుడు నాకు ',
    'link': 'Unnaadu Devudu Naaku Thodu – 2022082607:17:11.832557.html'
}, {
    'iD': '2022082607:17:13.324682',
    'title': 'ఉపవాసంతో ప్రార్ధనలో\n',
    'link': 'Upavaasamtho Praardhanalo – 2022082607:17:13.324682.html'
}, {
    'iD': '2022082607:17:14.861453',
    'title': 'ఉల్లాస జీవితం అది ఊహ',
    'link': 'Ullaasa Jeevitham – 2022082607:17:14.861453.html'
}, {
    'iD': '2022082607:17:16.476063',
    'title': 'ఊహకు అందని కార్యముల్',
    'link': 'Oohaku Andani Kaaryamul – 2022082607:17:16.476063.html'
}, {
    'iD': '2022082607:17:18.238756',
    'title': 'ఊహలు నాదు ఊటలు\n నా య',
    'link': 'Oohalu Naadu Ootalu – 2022082607:17:18.238756.html'
}, {
    'iD': '2022082607:17:19.457720',
    'title': 'ఊహించలేనయ్యా వివరించ',
    'link': 'Oohinchalenayyaa Vivarinchalenayyaa – 2022082607:17:19.457720.html'
}, {
    'iD': '2022082607:17:21.001802',
    'title': 'ఊహించలేని కార్యములు ',
    'link': 'Oohinchaleni Kaaryamulu – 2022082607:17:21.001802.html'
}, {
    'iD': '2022082607:17:23.887753',
    'title': 'ఊహించలేని మేలులతో ని',
    'link': 'Oohinchaleni Melulatho Nimpina – 2022082607:17:23.887753.html'
}, {
    'iD': '2022082607:17:25.508904',
    'title': 'ఎక్కడెక్కడో పుట్టి ఎ',
    'link': 'Ekkadekkado Putti – 2022082607:17:25.508904.html'
}, {
    'iD': '2022082607:17:26.734528',
    'title': 'ఎక్కడో మనసు వెళ్ళిపో',
    'link': 'Ekkado Manasu Vellipoyindi – 2022082607:17:26.734528.html'
}, {
    'iD': '2022082607:17:29.495354',
    'title': 'ఎట్టి వాడో యేసు – ఎన',
    'link': 'Etti Vaado Yesu – 2022082607:17:29.495354.html'
}, {
    'iD': '2022082607:17:31.040139',
    'title': 'ఎటు చూచినా యుద్ధ సమా',
    'link': 'Etu Choochinaa – 2022082607:17:31.040139.html'
}, {
    'iD': '2022082607:17:32.431826',
    'title': 'ఎడబాయని నీ కృప\n నను ',
    'link': 'Edabaayani Nee Krupa – 2022082607:17:32.431826.html'
}, {
    'iD': '2022082607:17:33.802801',
    'title': 'ఎడబాయని నీదు కృప – వ',
    'link': 'Edabaayani Needu Krupa – 2022082607:17:33.802801.html'
}, {
    'iD': '2022082607:17:35.031695',
    'title': 'ఎనలేని ప్రేమ నాపైన చ',
    'link': 'Enaleni Prema Naa Paina Choopi – 2022082607:17:35.031695.html'
}, {
    'iD': '2022082607:17:36.569439',
    'title': 'ఎనలేని ప్రేమ నాపైన చ',
    'link': 'Enaleni Prema – 2022082607:17:36.569439.html'
}, {
    'iD': '2022082607:17:39.643721',
    'title': 'ఎన్ని మార్లు నీవు దై',
    'link': 'Enni Maarlu – 2022082607:17:39.643721.html'
}, {
    'iD': '2022082607:17:40.971969',
    'title': 'ఎన్నిక లేని నాపై ఎంత',
    'link': 'Ennika Leni Naapai – 2022082607:17:40.971969.html'
}, {
    'iD': '2022082607:17:42.506689',
    'title': 'ఎన్నో ఎన్నో మేలులు చ',
    'link': 'Enno Enno Melulu Chesaavayyaa – 2022082607:17:42.506689.html'
}, {
    'iD': '2022082607:17:46.708482',
    'title': 'ఎరుగనయ్యా నిన్నెప్పు',
    'link': 'Eruganayyaa Ninneppudu – 2022082607:17:46.708482.html'
}, {
    'iD': '2022082607:17:49.461639',
    'title': 'ఎల్లప్పుడును ప్రభువు',
    'link': 'Ellappudunu Prabhuvunandu – 2022082607:17:49.461639.html'
}, {
    'iD': '2022082607:17:50.904981',
    'title': 'ఎల్లలు లేనిది సరిహద్',
    'link': 'Ellalu Lenidi – 2022082607:17:50.904981.html'
}, {
    'iD': '2022082607:17:52.134752',
    'title': 'ఎల్లవేళలందు – కష్టకా',
    'link': 'Ella Velalandu – 2022082607:17:52.134752.html'
}, {
    'iD': '2022082607:17:53.531225',
    'title': 'ఎలా మరువగలనయ్యా నీ ప',
    'link': 'Elaa Maruvagalanayyaa – 2022082607:17:53.531225.html'
}, {
    'iD': '2022082607:17:55.210960',
    'title': 'హోలీ హోలీ హోలీ\n హి ఈ',
    'link': 'Elohim Elohim – 2022082607:17:55.210960.html'
}, {
    'iD': '2022082607:17:56.425823',
    'title': 'ఎవరి కోసమో ఈ ప్రాణ త',
    'link': 'Evari Kosamo Ee Praana Thyaagamu – 2022082607:17:56.425823.html'
}, {
    'iD': '2022082607:17:57.969460',
    'title': 'ఎవరికి ఎవరు ఈ లోకంలో',
    'link': 'Evariki Evaru Ee Lokamlo – 2022082607:17:57.969460.html'
}, {
    'iD': '2022082607:17:59.497651',
    'title': 'ఎవరితో నీ జీవితం – ఎ',
    'link': 'Evaritho Nee Jeevitham – 2022082607:17:59.497651.html'
}, {
    'iD': '2022082607:18:01.959908',
    'title': 'ఎవరు ఉన్నా లేకున్నా\n',
    'link': 'Evaru Unnaa Lekunnaa – 2022082607:18:01.959908.html'
}, {
    'iD': '2022082607:18:03.398138',
    'title': 'ఎవరు చూపించలేని – ఇల',
    'link': 'Evaru Choopinchaleni – 2022082607:18:03.398138.html'
}, {
    'iD': '2022082607:18:04.626176',
    'title': 'ఎవరు నన్ను చేయి విడచ',
    'link': 'Evaru Nannu Cheyi Vidachinan – 2022082607:18:04.626176.html'
}, {
    'iD': '2022082607:18:06.161277',
    'title': 'ఎవరున్నారయ్యా నాకు న',
    'link': 'Evarunnaarayyaa – 2022082607:18:06.161277.html'
}, {
    'iD': '2022082607:18:07.666359',
    'title': 'ఎవరూ లేక ఒంటరినై\n అం',
    'link': 'Evaru Leka Ontarinai – 2022082607:18:07.666359.html'
}, {
    'iD': '2022082607:18:09.022983',
    'title': 'ఎవరూ సమీపించలేని\n తే',
    'link': 'Evaru Sameepinchaleni – 2022082607:18:09.022983.html'
}, {
    'iD': '2022082607:18:10.561712',
    'title': 'ఎవరో తెలుసా యేసయ్యా\n',
    'link': 'Evaro Thelusaa Yesayyaa – 2022082607:18:10.561712.html'
}, {
    'iD': '2022082607:18:11.999436',
    'title': 'ఎండిన ఎడారి బ్రతుకుల',
    'link': 'Endina Edaari Brathukulo – 2022082607:18:11.999436.html'
}, {
    'iD': '2022082607:18:13.533766',
    'title': 'కృప… కృప… కృప… (2)\n ',
    'link': 'Entha Adbhuthamaina Krupa – 2022082607:18:13.533766.html'
}, {
    'iD': '2022082607:18:14.918495',
    'title': 'ఎంత కృపామయుడవు యేసయ్',
    'link': 'Entha Krupaamayudavu – 2022082607:18:14.918495.html'
}, {
    'iD': '2022082607:18:16.300200',
    'title': 'ఎంత చెప్పిన వాక్యమిన',
    'link': 'Entha Cheppina Vaakyaminaka Pothivi – 2022082607:18:16.300200.html'
}, {
    'iD': '2022082607:18:20.705394',
    'title': 'ఎంత దూరమైనా అది ఎంత ',
    'link': 'Entha Dooramainaa – 2022082607:18:20.705394.html'
}, {
    'iD': '2022082607:18:22.239229',
    'title': 'ఎంత పాపినైనను\n యేసు ',
    'link': 'Entha Paapinainanu – 2022082607:18:22.239229.html'
}, {
    'iD': '2022082607:18:23.704855',
    'title': 'ఎంత పెద్ద పోరాటమో\n అ',
    'link': 'Entha Pedda Poraatamo – 2022082607:18:23.704855.html'
}, {
    'iD': '2022082607:18:25.289169',
    'title': 'ఎంత ప్రేమ యేసయ్యా – ',
    'link': 'Entha Prema Yesayyaa – 2022082607:18:25.289169.html'
}, {
    'iD': '2022082607:18:26.952026',
    'title': 'ఎంత ప్రేమో నాపై యేసయ',
    'link': 'Entha Premo Naapai – 2022082607:18:26.952026.html'
}, {
    'iD': '2022082607:18:28.694409',
    'title': 'ఎంత మధురము యేసుని ప్',
    'link': 'Entha Madhuramu Yesuni Prema – 2022082607:18:28.694409.html'
}, {
    'iD': '2022082607:18:29.854117',
    'title': 'ఎంత మంచి కాపరి – యేస',
    'link': 'Entha Manchi Kaapari – 2022082607:18:29.854117.html'
}, {
    'iD': '2022082607:18:32.174614',
    'title': 'ఎంత మంచి దేవుడవయ్యా ',
    'link': 'Entha Manchi Devudavayyaa – 2022082607:18:32.174614.html'
}, {
    'iD': '2022082607:18:35.864327',
    'title': 'ఎంతటి వాడను నేను యేస',
    'link': 'Enthati Vaadanu Nenu – 2022082607:18:35.864327.html'
}, {
    'iD': '2022082607:18:37.398562',
    'title': 'ఎంతెంత భారమాయె ఆ సిల',
    'link': 'Enthentha Bhaaramaaye Aa Siluva – 2022082607:18:37.398562.html'
}, {
    'iD': '2022082607:18:39.035798',
    'title': 'ఎంతో భాగ్యంబు శ్రీ య',
    'link': 'Entho Bhaagyambu – 2022082607:18:39.035798.html'
}, {
    'iD': '2022082607:18:40.775357',
    'title': 'ఎంతో మధురం నా యేసు ప',
    'link': 'Entho Madhuram – 2022082607:18:40.775357.html'
}, {
    'iD': '2022082607:18:42.314966',
    'title': 'ఎంతో వింత యెంతో చింత',
    'link': 'Entho Vintha – 2022082607:18:42.314966.html'
}, {
    'iD': '2022082607:18:43.854372',
    'title': 'ఎంతో సుందరుడమ్మ తాను',
    'link': 'Entho Sundarudamma Thaanu – 2022082607:18:43.854372.html'
}, {
    'iD': '2022082607:18:45.320232',
    'title': 'ఎందరో… ఎందరు ఎందరో…\n',
    'link': 'Endaro Endaru Endaro – 2022082607:18:45.320232.html'
}, {
    'iD': '2022082607:18:46.506375',
    'title': 'ఎందుకో ఈ ప్రేమ నన్ని',
    'link': 'Enduko Ee Prema – 2022082607:18:46.506375.html'
}, {
    'iD': '2022082607:18:47.943222',
    'title': 'ఎందుకో దేవా ఇంతటి ప్',
    'link': 'Enduko Devaa Inthati Premaa – 2022082607:18:47.943222.html'
}, {
    'iD': '2022082607:18:49.458993',
    'title': 'ఎందుకో నన్నింతగా నీవ',
    'link': 'Enduko Nanninthagaa Neevu – 2022082607:18:49.458993.html'
}, {
    'iD': '2022082607:18:50.843291',
    'title': 'ఎందుకో నన్ను నీవు ప్',
    'link': 'Enduko Nannu Neevu – 2022082607:18:50.843291.html'
}, {
    'iD': '2022082607:18:52.555103',
    'title': 'ఏ గుంపులో నున్నావో\n ',
    'link': 'Ae Gumpulo Nunnaavo – 2022082607:18:52.555103.html'
}, {
    'iD': '2022082607:18:55.624665',
    'title': 'ఏ బాధ లేదు ఏ కష్టం ల',
    'link': 'Ae Baadha Ledu Ae Kashtam Ledu – 2022082607:18:55.624665.html'
}, {
    'iD': '2022082607:18:57.263072',
    'title': 'ఏ యోగ్యతా లేని నన్ను',
    'link': 'Ae Yogyathaa Leni Nannu – 2022082607:18:57.263072.html'
}, {
    'iD': '2022082607:18:59.921555',
    'title': 'ఏ రీతి స్తుతియింతును',
    'link': 'Ae Reethi Sthuthiyinthunu – 2022082607:18:59.921555.html'
}, {
    'iD': '2022082607:19:01.254115',
    'title': 'ఏ రీతి స్తుతియింతునో',
    'link': 'Ae Reethi Sthuthiyinthuno – 2022082607:19:01.254115.html'
}, {
    'iD': '2022082607:19:04.808217',
    'title': 'ఏ సమయమందైనా ఏ స్థలమం',
    'link': 'Ae Samayamandainaa – 2022082607:19:04.808217.html'
}, {
    'iD': '2022082607:19:06.377486',
    'title': 'ఏగెదను నే చేరెదను\n స',
    'link': 'Egedanu Ne Cheredanu – 2022082607:19:06.377486.html'
}, {
    'iD': '2022082607:19:07.913281',
    'title': 'ఏడానుంటివిరా – ఓరన్న',
    'link': 'Aedaa Nuntiviraa – 2022082607:19:07.913281.html'
}, {
    'iD': '2022082607:19:09.545664',
    'title': 'ఏడుస్తున్నాడేమో యేసయ',
    'link': 'Edusthunnaademo Yesayya – 2022082607:19:09.545664.html'
}, {
    'iD': '2022082607:19:11.141874',
    'title': 'ఏపాటి దాననయా నన్నింత',
    'link': 'Epaati Daananayaa – 2022082607:19:11.141874.html'
}, {
    'iD': '2022082607:19:12.520610',
    'title': 'ఏమని నే పాడెదన్ – ఎట',
    'link': 'Emani Ne Paadedan – 2022082607:19:12.520610.html'
}, {
    'iD': '2022082607:19:13.853943',
    'title': 'ఏమని పాడను – ఏమని పొ',
    'link': 'Emani Paadanu – 2022082607:19:13.853943.html'
}, {
    'iD': '2022082607:19:15.081048',
    'title': 'ఏమి ఉన్నా లేకున్నా\n ',
    'link': 'Emi Unnaa Lekunnaa – 2022082607:19:15.081048.html'
}, {
    'iD': '2022082607:19:16.388816',
    'title': 'ఏమివ్వగలనయ్య నా యేసయ',
    'link': 'Emivvagalanayya Naa Yesayyaa – 2022082607:19:16.388816.html'
}, {
    'iD': '2022082607:19:17.848539',
    'title': 'ఏ యోగ్యతా లేని నన్ను',
    'link': 'Emundi Naalonaa – 2022082607:19:17.848539.html'
}, {
    'iD': '2022082607:19:19.497417',
    'title': 'ఏం చేసానయ్యా నీకోసం ',
    'link': 'Em Chesaanayyaa Neekosam – 2022082607:19:19.497417.html'
}, {
    'iD': '2022082607:19:20.802986',
    'title': 'ఒక దివ్యమైన సంగతితో\n',
    'link': 'Oka Divyamaina Sangathitho – 2022082607:19:20.802986.html'
}, {
    'iD': '2022082607:19:22.248321',
    'title': 'ఒక వరమడిగితిని యేసయ్',
    'link': 'Oka Varamadigithini Yesayyaa – 2022082607:19:22.248321.html'
}, {
    'iD': '2022082607:19:23.478382',
    'title': 'ఒక క్షణమైన నీవు మరచి',
    'link': 'Oka Kshanamaina – 2022082607:19:23.478382.html'
}, {
    'iD': '2022082607:19:25.013362',
    'title': 'ఒక క్షణమైనా నిన్ను వ',
    'link': 'Oka Kshanamainaa Ninnu – 2022082607:19:25.013362.html'
}, {
    'iD': '2022082607:19:26.651826',
    'title': 'ఒకని తల్లి ఆదరించునట',
    'link': 'Okani Thalli Aadarinchunatlu – 2022082607:19:26.651826.html'
}, {
    'iD': '2022082607:19:28.393975',
    'title': 'ఒకసారి నీ స్వరము విన',
    'link': 'Okasaari Nee Swaramu – 2022082607:19:28.393975.html'
}, {
    'iD': '2022082607:19:29.824083',
    'title': 'ఒక్కడే యేసు ఒక్కడే\n ',
    'link': 'Okkade Yesu Okkade – 2022082607:19:29.824083.html'
}, {
    'iD': '2022082607:19:31.331084',
    'title': 'ఒకే ఒక మార్గము\n ఒకే ',
    'link': 'Oke Oka Maargamu – 2022082607:19:31.331084.html'
}, {
    'iD': '2022082607:19:32.795279',
    'title': 'ఒంటరితనములో తోడువై\n ',
    'link': 'Ontarithanamulo Thoduvai – 2022082607:19:32.795279.html'
}, {
    'iD': '2022082607:19:34.002994',
    'title': 'ఒంటరివి కావు ఏనాడు న',
    'link': 'Ontarivi Kaavu – 2022082607:19:34.002994.html'
}, {
    'iD': '2022082607:19:35.562452',
    'title': 'ఓ ఇశ్రాయేలు నీదు భాగ',
    'link': 'O Ishraayelu – 2022082607:19:35.562452.html'
}, {
    'iD': '2022082607:19:36.963495',
    'title': 'ఓ క్రీస్తు సంఘమా, పర',
    'link': 'O Kreesthu Sanghamaa – 2022082607:19:36.963495.html'
}, {
    'iD': '2022082607:19:38.428838',
    'title': 'ఓ క్రైస్తవ యువకా – న',
    'link': 'O Kraisthava Yuvakaa – 2022082607:19:38.428838.html'
}, {
    'iD': '2022082607:19:39.964122',
    'title': 'ఓ దేవా దయ చూపుమయ్యా\n',
    'link': 'O Devaa Daya Choopumayyaa – 2022082607:19:39.964122.html'
}, {
    'iD': '2022082607:19:41.499868',
    'title': 'ఓ నావికా.. ఓ నావికా.',
    'link': 'O Naavikaa – 2022082607:19:41.499868.html'
}, {
    'iD': '2022082607:19:42.933514',
    'title': 'ఓ ప్రభువా… ఓ ప్రభువా',
    'link': 'O Prabhuvaa O Prabhuvaa – 2022082607:19:42.933514.html'
}, {
    'iD': '2022082607:19:44.162639',
    'title': 'ఓ ప్రార్ధనా సుప్రార్',
    'link': 'O Praardhanaa Supraardhanaa – 2022082607:19:44.162639.html'
}, {
    'iD': '2022082607:19:45.753330',
    'title': 'ఓ మానవా.. నిజమేదో ఎర',
    'link': 'O Maanavaa – 2022082607:19:45.753330.html'
}, {
    'iD': '2022082607:19:47.234429',
    'title': 'ఓ మానవా.. నీ పాపం మా',
    'link': 'O Maanavaa Nee Paapam – 2022082607:19:47.234429.html'
}, {
    'iD': '2022082607:19:48.771714',
    'title': 'ఓ యాత్రికుడా ఓహో యాత',
    'link': 'O Yaathrikudaa – 2022082607:19:48.771714.html'
}, {
    'iD': '2022082607:19:51.981955',
    'title': 'ఓ సద్భాక్తులారా – లో',
    'link': 'O Sadbhaktulaaraa – 2022082607:19:51.981955.html'
}, {
    'iD': '2022082607:19:53.483308',
    'title': 'ఓ సంఘమా సర్వాంగమా – ',
    'link': 'O Sanghamaa Sarvaangamaa – 2022082607:19:53.483308.html'
}, {
    'iD': '2022082607:19:54.899165',
    'title': 'ఓటమి తప్పని రోజైననూ ',
    'link': 'Odiponivvadu – 2022082607:19:54.899165.html'
}, {
    'iD': '2022082607:19:56.518524',
    'title': 'ఓరన్న… ఓరన్న\n యేసుకు',
    'link': 'Oranna Oranna – 2022082607:19:56.518524.html'
}, {
    'iD': '2022082607:19:58.500563',
    'title': 'కట్టెలపై నీ శరీరం కన',
    'link': 'Kattelapai Nee Shareeram – 2022082607:19:58.500563.html'
}, {
    'iD': '2022082607:20:00.035695',
    'title': 'కదలకుందువు సీయోను కొ',
    'link': 'Kadalakunduvu – 2022082607:20:00.035695.html'
}, {
    'iD': '2022082607:20:01.469301',
    'title': 'కనలేని కనులేలనయ్యా\n ',
    'link': 'Kanaleni Kanulelanayyaa – 2022082607:20:01.469301.html'
}, {
    'iD': '2022082607:20:02.905729',
    'title': 'కనలేను ప్రభుకేల శ్రమ',
    'link': 'Kanalenu Prabhukela – 2022082607:20:02.905729.html'
}, {
    'iD': '2022082607:20:04.232395',
    'title': 'కన్న తల్లి చేర్చునట్',
    'link': 'Kanna Thalli Cherchunatlu – 2022082607:20:04.232395.html'
}, {
    'iD': '2022082607:20:06.683395',
    'title': 'కని విని ఎరుగని కరుణ',
    'link': 'Kani Vini Erugani Karunaku – 2022082607:20:06.683395.html'
}, {
    'iD': '2022082607:20:08.104660',
    'title': 'నేనున్నా నీతో అంటూ\n ',
    'link': 'Kanuchoopu Meralona – 2022082607:20:08.104660.html'
}, {
    'iD': '2022082607:20:09.867277',
    'title': 'కనురెప్ప పాటైన కను మ',
    'link': 'Kanureppa Paataina – 2022082607:20:09.867277.html'
}, {
    'iD': '2022082607:20:11.366099',
    'title': 'కనులున్నా కానలేని చె',
    'link': 'Kanulunnaa Kaanaleni – 2022082607:20:11.366099.html'
}, {
    'iD': '2022082607:20:12.913991',
    'title': 'కన్నుల నిండుగ – క్రి',
    'link': 'Kannula Ninduga – 2022082607:20:12.913991.html'
}, {
    'iD': '2022082607:20:14.485635',
    'title': 'కన్నులతో చూసే ఈ లోకం',
    'link': 'Kannulatho Choose Ee Lokam – 2022082607:20:14.485635.html'
}, {
    'iD': '2022082607:20:17.093026',
    'title': 'కన్నీటి లోయలలో –నేనె',
    'link': 'Kanneeti Loyalalo – 2022082607:20:17.093026.html'
}, {
    'iD': '2022082607:20:18.672477',
    'title': 'కన్నీరే మనిషిని బాధి',
    'link': 'Kanneere Manishini Baadhisthundi – 2022082607:20:18.672477.html'
}, {
    'iD': '2022082607:20:20.207425',
    'title': 'Kanneellatho Pagilin',
    'link': 'Kanneellatho Pagilina Gundetho – 2022082607:20:20.207425.html'
}, {
    'iD': '2022082607:20:22.871630',
    'title': 'కన్నులుండి చూడలేవ యే',
    'link': 'Kannulundi Choodaleva – 2022082607:20:22.871630.html'
}, {
    'iD': '2022082607:20:24.406348',
    'title': 'కమనీయమైన నీ ప్రేమలోన',
    'link': 'Kamaneeyamaina – 2022082607:20:24.406348.html'
}, {
    'iD': '2022082607:20:25.839077',
    'title': 'కమ్మని బహుకమ్మని – చ',
    'link': 'Kammani Bahu Kammani – 2022082607:20:25.839077.html'
}, {
    'iD': '2022082607:20:27.370923',
    'title': 'కర్తా మమ్మును దీవించ',
    'link': 'Karthaa Mammunu – 2022082607:20:27.370923.html'
}, {
    'iD': '2022082607:20:28.807903',
    'title': 'కరుణ చూపించుమా – యేస',
    'link': 'Karuna Choopinchumaa – 2022082607:20:28.807903.html'
}, {
    'iD': '2022082607:20:30.244921',
    'title': 'కరుణించవా నా యేసువా\n',
    'link': 'Karuninchavaa Naa Yesuvaa – 2022082607:20:30.244921.html'
}, {
    'iD': '2022082607:20:31.674622',
    'title': 'కరుణించుము మము పరమ ప',
    'link': 'Karuninchumu Mamu Parama Pithaa – 2022082607:20:31.674622.html'
}, {
    'iD': '2022082607:20:33.213524',
    'title': 'కలనైనా ఇలనైనా నన్ను ',
    'link': 'Kalanainaa Ilanainaa – 2022082607:20:33.213524.html'
}, {
    'iD': '2022082607:20:34.440930',
    'title': 'కలములతో రాయగలమా\nకవిత',
    'link': 'Kalamulatho Raayagalamaa – 2022082607:20:34.440930.html'
}, {
    'iD': '2022082607:20:35.976591',
    'title': 'కలలా ఉన్నది నేనేనా అ',
    'link': 'Kalalaa Unnadi – 2022082607:20:35.976591.html'
}, {
    'iD': '2022082607:20:37.810868',
    'title': 'కలలాంటి బ్రతుకు నాది',
    'link': 'Kalalaanti Brathuku Naadi – 2022082607:20:37.810868.html'
}, {
    'iD': '2022082607:20:39.451188',
    'title': 'కలవంటిది నీ జీవితము\n',
    'link': 'Kalavantidi Nee Jeevitham – 2022082607:20:39.451188.html'
}, {
    'iD': '2022082607:20:40.893539',
    'title': 'కల్వరి గిరిపై సిలువ ',
    'link': 'Kalvari Giripai Siluva – 2022082607:20:40.893539.html'
}, {
    'iD': '2022082607:20:42.429825',
    'title': 'కల్వరి ప్రేమను తలంచు',
    'link': 'Kalvari Premanu – 2022082607:20:42.429825.html'
}, {
    'iD': '2022082607:20:43.966411',
    'title': 'కల్వరి సిలువలో – యేస',
    'link': 'Kalvari Siluvalo Yesayya – 2022082607:20:43.966411.html'
}, {
    'iD': '2022082607:20:45.379079',
    'title': 'కల్వరిలోన చేసిన యాగం',
    'link': 'Kalvarilona Chesina Yaagam – 2022082607:20:45.379079.html'
}, {
    'iD': '2022082607:20:46.833418',
    'title': 'కలుగును గాక – దేవుని',
    'link': 'Kalugunu Gaaka Devuniki Mahima – 2022082607:20:46.833418.html'
}, {
    'iD': '2022082607:20:48.262446',
    'title': 'కలువరి గిరి నుండి\n ప',
    'link': 'Kaluvari Giri Nundi – 2022082607:20:48.262446.html'
}, {
    'iD': '2022082607:20:49.699324',
    'title': 'కలువరి గిరి సిలువలో ',
    'link': 'Kaluvari Giri Siluvalo – 2022082607:20:49.699324.html'
}, {
    'iD': '2022082607:20:51.237872',
    'title': 'కలువరి సిలువ సిలువలో',
    'link': 'Kaluvari Siluva – 2022082607:20:51.237872.html'
}, {
    'iD': '2022082607:20:52.964609',
    'title': 'కలువరిగిరిలో సిలువధా',
    'link': 'Kaluvarigirilo Siluvadhaariyai – 2022082607:20:52.964609.html'
}, {
    'iD': '2022082607:20:54.203615',
    'title': 'కల్లుండి చూడలేని ఎంద',
    'link': 'Kallundi Choodaleni – 2022082607:20:54.203615.html'
}, {
    'iD': '2022082607:20:55.744508',
    'title': 'కల్యాణం కమనీయం\n ఈ సమ',
    'link': 'Kalyaanam Kamaneeyam – 2022082607:20:55.744508.html'
}, {
    'iD': '2022082607:20:57.377715',
    'title': 'కవులకైనా సాధ్యమానీ క',
    'link': 'Kavulakainaa Saadhyamaa – 2022082607:20:57.377715.html'
}, {
    'iD': '2022082607:20:58.814728',
    'title': 'కష్ట నష్టాలైనా కడగండ',
    'link': 'Kashta Nashtaalainaa – 2022082607:20:58.814728.html'
}, {
    'iD': '2022082607:21:00.043252',
    'title': 'కళ్ళల్లో కన్నీరెందుక',
    'link': 'Kallallo Kanneerenduku – 2022082607:21:00.043252.html'
}, {
    'iD': '2022082607:21:01.579081',
    'title': 'కంట నీరేల? కలతలు ఏల?',
    'link': 'Kanta Neerela – 2022082607:21:01.579081.html'
}, {
    'iD': '2022082607:21:04.420808',
    'title': 'కానరావే అలనాటి కన్నీ',
    'link': 'Kaanaraave Alanaati Kanneeti – 2022082607:21:04.420808.html'
}, {
    'iD': '2022082607:21:05.878569',
    'title': 'కానెన్నడు నేను అనాథన',
    'link': 'Kaanennadu Nenu Anaathanu – 2022082607:21:05.878569.html'
}, {
    'iD': '2022082607:21:07.416451',
    'title': 'కాపాడే దేవుడు యేసయ్య',
    'link': 'Kaapaade Devudu Yesayyaa – 2022082607:21:07.416451.html'
}, {
    'iD': '2022082607:21:09.158517',
    'title': 'కాలం సమయం నాదేనంటూ అ',
    'link': 'Kaalam Samayam Naadenantu – 2022082607:21:09.158517.html'
}, {
    'iD': '2022082607:21:10.690915',
    'title': 'కాలాలు మారిన గాని – ',
    'link': 'Kaalaalu Maarina Gaani – 2022082607:21:10.690915.html'
}, {
    'iD': '2022082607:21:12.127422',
    'title': 'కావలివాడా ఓ కావలివాడ',
    'link': 'Kaavalivaadaa O Kaavalivaadaa – 2022082607:21:12.127422.html'
}, {
    'iD': '2022082607:21:13.649689',
    'title': 'కావలెనా యేసయ్య బహుమా',
    'link': 'Kaavalenaa Yesayya – 2022082607:21:13.649689.html'
}, {
    'iD': '2022082607:21:15.403794',
    'title': 'క్రిస్మస్ ఆనందం సంతో',
    'link': 'Christmas Aanandam – 2022082607:21:15.403794.html'
}, {
    'iD': '2022082607:21:18.473334',
    'title': 'క్రిస్మస్ కాలం క్రీస',
    'link': 'Christmas Kaalam – 2022082607:21:18.473334.html'
}, {
    'iD': '2022082607:21:19.702892',
    'title': 'క్రిస్మస్ పండుగ వచ్చ',
    'link': 'Christmas Panduga – 2022082607:21:19.702892.html'
}, {
    'iD': '2022082607:21:21.240562',
    'title': 'క్రిస్మస్ వచ్చిందయ్య',
    'link': 'Christmas Vachchindayyaa – 2022082607:21:21.240562.html'
}, {
    'iD': '2022082607:21:22.673733',
    'title': 'క్రిస్మస్ శుభదినం\n మ',
    'link': 'Christmas Shubha Dinam – 2022082607:21:22.673733.html'
}, {
    'iD': '2022082607:21:23.991156',
    'title': 'కీర్తి హల్లెలూయా\n గా',
    'link': 'Keerthi Hallelooyaa – 2022082607:21:23.991156.html'
}, {
    'iD': '2022082607:21:25.631908',
    'title': 'కీర్తింతు నీ నామమున్',
    'link': 'Keerthinthu Nee Naamamun – 2022082607:21:25.631908.html'
}, {
    'iD': '2022082607:21:26.852850',
    'title': 'కీర్తింతును నీ నామము',
    'link': 'Keerthinthunu Nee Naamamu – 2022082607:21:26.852850.html'
}, {
    'iD': '2022082607:21:28.235217',
    'title': 'క్రీస్తు పుట్టెను పశ',
    'link': 'Kreesthu Puttenu – 2022082607:21:28.235217.html'
}, {
    'iD': '2022082607:21:29.945451',
    'title': 'క్రీస్తులో జీవించు న',
    'link': 'Kreesthulo Jeevinchu Naaku – 2022082607:21:29.945451.html'
}, {
    'iD': '2022082607:21:31.377970',
    'title': 'క్రీస్తే సర్వాధికారి',
    'link': 'Kreesthe Sarvaadhikaari – 2022082607:21:31.377970.html'
}, {
    'iD': '2022082607:21:32.814155',
    'title': 'క్రీస్తేసు ప్రభువు త',
    'link': 'Kreesthesu Prabhuvu – 2022082607:21:32.814155.html'
}, {
    'iD': '2022082607:21:34.443139',
    'title': 'క్రీస్తేసు పుట్టెను.',
    'link': 'Kreesthesu Puttenu – 2022082607:21:34.443139.html'
}, {
    'iD': '2022082607:21:35.987418',
    'title': 'కుతూహలం ఆర్భాటమే – న',
    'link': 'Kuthoohalam Aarbhaatame – 2022082607:21:35.987418.html'
}, {
    'iD': '2022082607:21:37.615738',
    'title': 'కుమ్మరి ఓ కుమ్మరి జగ',
    'link': 'Kummari O Kummari – 2022082607:21:37.615738.html'
}, {
    'iD': '2022082607:21:39.150600',
    'title': 'కుమ్మరి చేతిలో మంటి ',
    'link': 'Kummari Chethilo – 2022082607:21:39.150600.html'
}, {
    'iD': '2022082607:21:40.390644',
    'title': 'కూర్చుందును నీ సన్ని',
    'link': 'Koorchundunu Nee Sannidhilo – 2022082607:21:40.390644.html'
}, {
    'iD': '2022082607:21:41.619520',
    'title': 'కృతజ్ఞతతో స్తుతి పాడ',
    'link': 'Kruthagnathatho Sthuthi Paadeda – 2022082607:21:41.619520.html'
}, {
    'iD': '2022082607:21:44.219481',
    'title': 'కృతజ్ఞతన్ తలవంచి\n నా',
    'link': 'Kruthagnathan Thalavanchi – 2022082607:21:44.219481.html'
}, {
    'iD': '2022082607:21:45.810113',
    'title': 'కృప కనికరముల\n మా దేవ',
    'link': 'Krupa Kanikaramula – 2022082607:21:45.810113.html'
}, {
    'iD': '2022082607:21:47.330516',
    'title': 'కృప కృప నా యేసు కృపా',
    'link': 'Krupa Krupa Naa Yesu Krupaa – 2022082607:21:47.330516.html'
}, {
    'iD': '2022082607:21:48.682907',
    'title': 'కృప కృప నీ కృప\n కృప ',
    'link': 'Krupa Krupa Nee Krupa – 2022082607:21:48.682907.html'
}, {
    'iD': '2022082607:21:50.321423',
    'title': 'కృప వెంబడి కృపతో\n నన',
    'link': 'Krupa Vembadi Krupatho – 2022082607:21:50.321423.html'
}, {
    'iD': '2022082607:21:51.755250',
    'title': 'కృపగల దేవా దయగల రాజా',
    'link': 'Krupagala Devaa – 2022082607:21:51.755250.html'
}, {
    'iD': '2022082607:21:52.982867',
    'title': 'కృపలను తలంచుచు (2)\n ',
    'link': 'Krupalanu Thalanchuchu – 2022082607:21:52.982867.html'
}, {
    'iD': '2022082607:21:54.507541',
    'title': 'స స స ని స గ… స స స ',
    'link': 'Krupaa Sathya Sampoornudaa – 2022082607:21:54.507541.html'
}, {
    'iD': '2022082607:21:55.678232',
    'title': 'కృపా క్షేమము నీ శాశ్',
    'link': 'Krupaa Kshemamu – 2022082607:21:55.678232.html'
}, {
    'iD': '2022082607:21:57.267870',
    'title': 'కృపామయుడా – నీలోనా (',
    'link': 'Krupaamayudaa – 2022082607:21:57.267870.html'
}, {
    'iD': '2022082607:21:59.022482',
    'title': 'కృంగిన వేళలో – ఆపద స',
    'link': 'Krungina Velalo – 2022082607:21:59.022482.html'
}, {
    'iD': '2022082607:22:00.563341',
    'title': 'క్రైస్తవ జీవితం సౌభా',
    'link': 'Kraisthava Jeevitham – 2022082607:22:00.563341.html'
}, {
    'iD': '2022082607:22:02.098158',
    'title': 'క్రైస్తవమొక మతము కాద',
    'link': 'Kraisthavamoka Mathamu Kaadidi – 2022082607:22:02.098158.html'
}, {
    'iD': '2022082607:22:03.675224',
    'title': 'క్రైస్తవుడా సైనికుడా',
    'link': 'Kraisthavudaa Sainikudaa – 2022082607:22:03.675224.html'
}, {
    'iD': '2022082607:22:05.266594',
    'title': 'కొడవలిని చేత పట్టి క',
    'link': 'Kodavalini Chetha Patti – 2022082607:22:05.266594.html'
}, {
    'iD': '2022082607:22:06.913738',
    'title': 'కొనియాడ తరమే నిన్ను\n',
    'link': 'Koniyaada Tharame Ninnu – 2022082607:22:06.913738.html'
}, {
    'iD': '2022082607:22:08.241288',
    'title': 'క్రొత్త యేడు మొదలు బ',
    'link': 'Kroththa Yedu Modalu Bettenu – 2022082607:22:08.241288.html'
}, {
    'iD': '2022082607:22:09.674609',
    'title': 'కొండ కోన లోయలోతుల్లో',
    'link': 'Konda Kona Loya Lothullo – 2022082607:22:09.674609.html'
}, {
    'iD': '2022082607:22:11.155890',
    'title': 'కొండల తట్టు కన్నులెత',
    'link': 'Kondala Thattu – 2022082607:22:11.155890.html'
}, {
    'iD': '2022082607:22:12.749152',
    'title': 'కొండల తట్టు నా కన్ను',
    'link': 'Kondala Thattu Naa Kannulu – 2022082607:22:12.749152.html'
}, {
    'iD': '2022082607:22:14.564001',
    'title': 'కొండలతో చెప్పుము కది',
    'link': 'Kondalatho Cheppumu – 2022082607:22:14.564001.html'
}, {
    'iD': '2022082607:22:16.022334',
    'title': 'కొండలలో కోనలలో\n బేతల',
    'link': 'Kondalalo Konalalo – 2022082607:22:16.022334.html'
}, {
    'iD': '2022082607:22:17.560944',
    'title': 'కొంత యెడము నీవైనా నే',
    'link': 'Kontha Yedamu Neevainaa – 2022082607:22:17.560944.html'
}, {
    'iD': '2022082607:22:19.096065',
    'title': 'కొంతసేపు కనబడి అంతలో',
    'link': 'Konthasepu Kanabadi – 2022082607:22:19.096065.html'
}, {
    'iD': '2022082607:22:20.733212',
    'title': 'కోటి కాంతుల వెలుగులత',
    'link': 'Koti Kaanthula Velugulatho – 2022082607:22:20.733212.html'
}, {
    'iD': '2022082607:22:22.271322',
    'title': 'ఖామోష్ రాతో కి తండీ ',
    'link': 'Khaamosh Raatho Ki – 2022082607:22:22.271322.html'
}, {
    'iD': '2022082607:22:23.994305',
    'title': 'హల్లెలూయా స్తోత్రం య',
    'link': 'Gadachina Kaalamu – 2022082607:22:23.994305.html'
}, {
    'iD': '2022082607:22:25.342361',
    'title': 'గడిచిన కాలమంతా – నను',
    'link': 'Gadichina Kaalamanthaa – 2022082607:22:25.342361.html'
}, {
    'iD': '2022082607:22:26.674698',
    'title': 'గత కాలమంత నిను కాచిన',
    'link': 'Gatha Kaalamantha – 2022082607:22:26.674698.html'
}, {
    'iD': '2022082607:22:28.007791',
    'title': 'గమ్యం చేరాలని నీతో ఉ',
    'link': 'Gamyam Cheraalani – 2022082607:22:28.007791.html'
}, {
    'iD': '2022082607:22:29.340567',
    'title': 'గలిలయ తీరాన చిన్న నా',
    'link': 'Galilaya Theeraana – 2022082607:22:29.340567.html'
}, {
    'iD': '2022082607:22:30.966512',
    'title': 'గాడాంధకారపు లోయలో\n న',
    'link': 'Gaadaandhakaarapu Loyalo – 2022082607:22:30.966512.html'
}, {
    'iD': '2022082607:22:32.717050',
    'title': 'గాఢాంధకారములో నే నడచ',
    'link': 'Gaadaandhakaaramulo Ne Nadachina – 2022082607:22:32.717050.html'
}, {
    'iD': '2022082607:22:34.357335',
    'title': 'గాయపడిన నీ చేయి చాపు',
    'link': 'Gaayapadina Nee Cheyi – 2022082607:22:34.357335.html'
}, {
    'iD': '2022082607:22:36.772084',
    'title': 'గాయాములన్ గాయములన్\n ',
    'link': 'Gaayaamulan Gaayamulan – 2022082607:22:36.772084.html'
}, {
    'iD': '2022082607:22:38.247888',
    'title': 'గాలి సముద్రపు అలలకు ',
    'link': 'Gaali Samudrapu Alalaku – 2022082607:22:38.247888.html'
}, {
    'iD': '2022082607:22:39.676756',
    'title': 'గాలించి చూడరా మేలైనద',
    'link': 'Gaalinchi Choodaraa – 2022082607:22:39.676756.html'
}, {
    'iD': '2022082607:22:41.205255',
    'title': 'గిర గిర తిరిగి తిరిగ',
    'link': 'Gira Gira Thirigi – 2022082607:22:41.205255.html'
}, {
    'iD': '2022082607:22:42.613007',
    'title': 'గీతం గీతం జయ జయ గీతం',
    'link': 'Geetham Geetham – 2022082607:22:42.613007.html'
}, {
    'iD': '2022082607:22:44.066208',
    'title': 'గుణవతి అయిన భార్య\n ద',
    'link': 'Gunavathi Aina Bhaarya – 2022082607:22:44.066208.html'
}, {
    'iD': '2022082607:22:45.482590',
    'title': 'గుర్తుండిపోయే ఈ క్షణ',
    'link': 'Gurthundipoye Ee Kshanaalalo – 2022082607:22:45.482590.html'
}, {
    'iD': '2022082607:22:47.064991',
    'title': 'గుండె బరువెక్కిపోతున',
    'link': 'Gunde Baruvekkipothunnadi – 2022082607:22:47.064991.html'
}, {
    'iD': '2022082607:22:48.621907',
    'title': 'గూడు లేని గువ్వనై – ',
    'link': 'Goodu Leni Guvvanai – 2022082607:22:48.621907.html'
}, {
    'iD': '2022082607:22:49.920999',
    'title': 'గూడు లేని గువ్వలా దా',
    'link': 'Goodu Leni Guvvalaa – 2022082607:22:49.920999.html'
}, {
    'iD': '2022082607:22:51.237734',
    'title': 'గూడు విడచి వెళ్లిన న',
    'link': 'Goodu Vidachi Vellina Naade – 2022082607:22:51.237734.html'
}, {
    'iD': '2022082607:22:52.481075',
    'title': 'గొప్ప దేవుడవని శక్తి',
    'link': 'Goppa Devudavani – 2022082607:22:52.481075.html'
}, {
    'iD': '2022082607:22:54.116336',
    'title': 'గొప్పవాడు – క్రీస్తు',
    'link': 'Goppavaadu Kreesthu Yesu – 2022082607:22:54.116336.html'
}, {
    'iD': '2022082607:22:56.673181',
    'title': 'గొర్రెపిల్ల జీవ గ్రం',
    'link': 'Gorrepilla Jeeva Grandhamandu – 2022082607:22:56.673181.html'
}, {
    'iD': '2022082607:22:59.269012',
    'title': 'గొంతు ఎత్తి చాటెదాను',
    'link': 'Gonthu Etthi Chaatedaanu – 2022082607:22:59.269012.html'
}, {
    'iD': '2022082607:23:00.876557',
    'title': 'ఘనమైన నా యేసయ్యా\n బహ',
    'link': 'Ghanamaina Naa Yesayyaa – 2022082607:23:00.876557.html'
}, {
    'iD': '2022082607:23:02.311345',
    'title': 'కరుణించి కాపాడే యేసయ',
    'link': 'Ghanamaina Veduka – 2022082607:23:02.311345.html'
}, {
    'iD': '2022082607:23:03.931825',
    'title': 'ఘనమైనవి నీ కార్యములు',
    'link': 'Ghanamainavi Nee Kaaryamulu – 2022082607:23:03.931825.html'
}, {
    'iD': '2022082607:23:05.382669',
    'title': 'చక్కనైన దారి నీవే\n చ',
    'link': 'Chakkanaina Daari Neeve – 2022082607:23:05.382669.html'
}, {
    'iD': '2022082607:23:07.020168',
    'title': 'చాచిన చేతులు నీవే\n అ',
    'link': 'Chaachina Chethulu Neeve – 2022082607:23:07.020168.html'
}, {
    'iD': '2022082607:23:08.558089',
    'title': 'చాటించుడి మనుష్యజాతి',
    'link': 'Chaatinchudi Manushya Jaathi – 2022082607:23:08.558089.html'
}, {
    'iD': '2022082607:23:09.795867',
    'title': 'చాలా గొప్పోడు – చాలా',
    'link': 'Chaalaa Goppodu – 2022082607:23:09.795867.html'
}, {
    'iD': '2022082607:23:12.016526',
    'title': 'చలి రాతిరి ఎదురు చూస',
    'link': 'Chali Raathiri Eduru Choose – 2022082607:23:12.016526.html'
}, {
    'iD': '2022082607:23:13.884624',
    'title': 'చాలునయ్య నీ కృప నా జ',
    'link': 'Chaalunayya Nee Krupa – 2022082607:23:13.884624.html'
}, {
    'iD': '2022082607:23:16.160035',
    'title': 'చాలునయ్యా చాలునయ్యా\n',
    'link': 'Chaalunayyaa Chaalunayyaa – 2022082607:23:16.160035.html'
}, {
    'iD': '2022082607:23:17.670338',
    'title': 'చాహే తుమ్ కో దిల్ సే',
    'link': 'Chaahe Thum Ko – 2022082607:23:17.670338.html'
}, {
    'iD': '2022082607:23:19.104707',
    'title': 'చిట్టి పొట్టి పాపను ',
    'link': 'Chitti Potti Paapanu Nenu – 2022082607:23:19.104707.html'
}, {
    'iD': '2022082607:23:20.437960',
    'title': 'చిత్ర చిత్రాల వాడే మ',
    'link': 'Chithra Chithraala Vaade – 2022082607:23:20.437960.html'
}, {
    'iD': '2022082607:23:21.958608',
    'title': 'చిన్న గొర్రెపిల్లను ',
    'link': 'Chinna Gorrepillanu Nenu – 2022082607:23:21.958608.html'
}, {
    'iD': '2022082607:23:23.507057',
    'title': 'చిన్న చిన్న గొఱ్ఱె ప',
    'link': 'Chinna Chinna Gorrepillanu – 2022082607:23:23.507057.html'
}, {
    'iD': '2022082607:23:24.960063',
    'title': 'చిన్నారి బాలగా చిరుద',
    'link': 'Chinnaari Baalagaa – 2022082607:23:24.960063.html'
}, {
    'iD': '2022082607:23:26.375642',
    'title': 'చిన్ని చిన్ని చేతులత',
    'link': 'Chinni Chinni Chethulatho – 2022082607:23:26.375642.html'
}, {
    'iD': '2022082607:23:28.009085',
    'title': 'చిన్ని మనసుతో నిన్ను',
    'link': 'Chinni Manasutho Ninnu – 2022082607:23:28.009085.html'
}, {
    'iD': '2022082607:23:29.241167',
    'title': 'చిరకాల స్నేహితుడా\n న',
    'link': 'Chirakaala Snehithudaa – 2022082607:23:29.241167.html'
}, {
    'iD': '2022082607:23:30.678228',
    'title': 'చిరు దివ్వెల వెలుగుల',
    'link': 'Chiru Divvela Velugulatho – 2022082607:23:30.678228.html'
}, {
    'iD': '2022082607:23:32.199714',
    'title': 'చిరుగాలి వీచినా ప్రభ',
    'link': 'Chirugaali Veechinaa – 2022082607:23:32.199714.html'
}, {
    'iD': '2022082607:23:34.054712',
    'title': 'చింత లేదిక యేసు పుట్',
    'link': 'Chintha Ledika – 2022082607:23:34.054712.html'
}, {
    'iD': '2022082607:23:36.719391',
    'title': 'చింతెందుకు మీకు దిగు',
    'link': 'Chinthenduku Meeku Digulenduku – 2022082607:23:36.719391.html'
}, {
    'iD': '2022082607:23:38.357391',
    'title': 'చిందింది రక్తం ఆ సిల',
    'link': 'Chindindi Raktham – 2022082607:23:38.357391.html'
}, {
    'iD': '2022082607:23:39.994377',
    'title': 'చీకటి లోయలో నేను పడి',
    'link': 'Cheekati Loyalo – 2022082607:23:39.994377.html'
}, {
    'iD': '2022082607:23:41.429681',
    'title': 'ప్రేమా … ప్రేమా…\n యే',
    'link': 'Cheekatine Tholaginchinadi – 2022082607:23:41.429681.html'
}, {
    'iD': '2022082607:23:43.169292',
    'title': 'చీకటిలో కాంతివి\n వేద',
    'link': 'Cheekatilo Kaanthivi – 2022082607:23:43.169292.html'
}, {
    'iD': '2022082607:23:44.492852',
    'title': 'చీకటులే నన్ను కమ్ముక',
    'link': 'Cheekatule Nannu – 2022082607:23:44.492852.html'
}, {
    'iD': '2022082607:23:45.935566',
    'title': 'వాక్యమే శరీర ధారియై ',
    'link': 'Chukka Puttindi – 2022082607:23:45.935566.html'
}, {
    'iD': '2022082607:23:47.542410',
    'title': 'చూచితి నీ మోముపై – చ',
    'link': 'Choochithi Nee Momupai – 2022082607:23:47.542410.html'
}, {
    'iD': '2022082607:23:49.110094',
    'title': 'చూచితివే నా కన్నీటిన',
    'link': 'Choochithive Naa Kanneetini – 2022082607:23:49.110094.html'
}, {
    'iD': '2022082607:23:50.643661',
    'title': 'చూచుచున్న దేవుడవయ్యా',
    'link': 'Choochuchunna Devudavayyaa – 2022082607:23:50.643661.html'
}, {
    'iD': '2022082607:23:51.976075',
    'title': 'చూచుచున్న దేవుడవు నీ',
    'link': 'Choochuchunna Devudavu – 2022082607:23:51.976075.html'
}, {
    'iD': '2022082607:23:53.795692',
    'title': 'చూచుచున్నాము నీ వైపు',
    'link': 'Choochuchunnaamu Nee Vaipu – 2022082607:23:53.795692.html'
}, {
    'iD': '2022082607:23:55.253715',
    'title': 'చూడరే సిలువను వ్రే-ల',
    'link': 'Choodare Siluvanu – 2022082607:23:55.253715.html'
}, {
    'iD': '2022082607:23:56.789040',
    'title': 'చూడాలని ఉన్నది\n నా య',
    'link': 'Choodaalani Unnadi – 2022082607:23:56.789040.html'
}, {
    'iD': '2022082607:23:58.028332',
    'title': 'చూపుల వలన కలిగేది ప్',
    'link': 'Choopula Valana Kaligedi – 2022082607:23:58.028332.html'
}, {
    'iD': '2022082607:23:59.541864',
    'title': 'చెట్టు చూస్తే పచ్చగు',
    'link': 'Chettu Choosthe Pachchagundi – 2022082607:23:59.541864.html'
}, {
    'iD': '2022082607:24:01.190795',
    'title': 'చెప్పనా చెప్పనా యేసు',
    'link': 'Cheppanaa Cheppanaa – 2022082607:24:01.190795.html'
}, {
    'iD': '2022082607:24:02.830131',
    'title': 'చెప్పలేను బాబోయ్ ప్ర',
    'link': 'Cheppalenu Baaboi – 2022082607:24:02.830131.html'
}, {
    'iD': '2022082607:24:04.979757',
    'title': 'చెవులు ఉన్నాయా – విన',
    'link': 'Chevulu Unnaayaa – 2022082607:24:04.979757.html'
}, {
    'iD': '2022082607:24:06.311897',
    'title': 'చేయి పట్టుకో నా చేయి',
    'link': 'Cheyi Pattuko – 2022082607:24:06.311897.html'
}, {
    'iD': '2022082607:24:08.054069',
    'title': 'జగతికి వెలుగును తెచ్',
    'link': 'Jagathiki Velugunu Thechchenule – 2022082607:24:08.054069.html'
}, {
    'iD': '2022082607:24:09.691688',
    'title': 'జగములనేలే శ్రీ యేసా\n',
    'link': 'Jagamulanele Shree Yesaa – 2022082607:24:09.691688.html'
}, {
    'iD': '2022082607:24:11.113138',
    'title': 'జన్మించినాడురా రాజు ',
    'link': 'Janminchinaaduraa Raaju – 2022082607:24:11.113138.html'
}, {
    'iD': '2022082607:24:12.594471',
    'title': 'జన్మించె జన్మించె – ',
    'link': 'Janminche Janminche – 2022082607:24:12.594471.html'
}, {
    'iD': '2022082607:24:14.299870',
    'title': 'జన్మించె.. జన్మించె.',
    'link': 'Janminche Janminche Yesayyaa – 2022082607:24:14.299870.html'
}, {
    'iD': '2022082607:24:15.835564',
    'title': 'జన్మించెను ఒక తార\n త',
    'link': 'Janminchenu Oka Thaara – 2022082607:24:15.835564.html'
}, {
    'iD': '2022082607:24:17.372428',
    'title': 'జయ జయ యేసు – జయ యేసు',
    'link': 'Jaya Jaya Yesu – 2022082607:24:17.372428.html'
}, {
    'iD': '2022082607:24:18.909113',
    'title': 'జయమిచ్చిన దేవునికి క',
    'link': 'Jayamichchina Devuniki – 2022082607:24:18.909113.html'
}, {
    'iD': '2022082607:24:20.338966',
    'title': 'జయం జయం జయం జయం\n యేస',
    'link': 'Jayam Jayam – 2022082607:24:20.338966.html'
}, {
    'iD': '2022082607:24:21.565482',
    'title': 'జయం జయం మన యేసుకే\n మ',
    'link': 'Jayam Jayam Mana Yesuke – 2022082607:24:21.565482.html'
}, {
    'iD': '2022082607:24:23.207944',
    'title': 'జయించువారిని కొనిపోవ',
    'link': 'Jayinchuvaarini – 2022082607:24:23.207944.html'
}, {
    'iD': '2022082607:24:24.743509',
    'title': 'జాగ్రత్త, భక్తులారా ',
    'link': 'Jaagraththa Bhakthulaaraa – 2022082607:24:24.743509.html'
}, {
    'iD': '2022082607:24:26.587130',
    'title': 'జాగోరే జాగోరే జాగు జ',
    'link': 'Jaagore Jaagore – 2022082607:24:26.587130.html'
}, {
    'iD': '2022082607:24:28.024224',
    'title': 'జాలిగల దైవమా యేసయ్య',
    'link': 'Jaaligala Daivamaa Yesayyaa – 2022082607:24:28.024224.html'
}, {
    'iD': '2022082607:24:29.457681',
    'title': 'జీవ నాధ ముక్తి దాత\n ',
    'link': 'Jeeva Naadha Mukthi Daatha – 2022082607:24:29.457681.html'
}, {
    'iD': '2022082607:24:30.984655',
    'title': 'జీవన తొలి సంధ్య నీతో',
    'link': 'Jeevana Tholi Sandhya – 2022082607:24:30.984655.html'
}, {
    'iD': '2022082607:24:34.266941',
    'title': 'జీవమా… యేసయ్యా…\n ఆత్',
    'link': 'Jeevamaa Yesayyaa – 2022082607:24:34.266941.html'
}, {
    'iD': '2022082607:24:36.624658',
    'title': 'జీవము గల దేవుని సంఘం',
    'link': 'Jeevamugala Devuni Sangham – 2022082607:24:36.624658.html'
}, {
    'iD': '2022082607:24:38.568447',
    'title': 'జీవాధిపతివి నీవే నా ',
    'link': 'Jeevaadhipathivi Neeve – 2022082607:24:38.568447.html'
}, {
    'iD': '2022082607:24:40.411737',
    'title': 'జీవితమంటే మాటలు కాదు',
    'link': 'Jeevithamante Maatalu Kaadu – 2022082607:24:40.411737.html'
}, {
    'iD': '2022082607:24:41.638556',
    'title': 'జీవితమంతా నీ ప్రేమ గ',
    'link': 'Jeevithamanthaa Nee Prema – 2022082607:24:41.638556.html'
}, {
    'iD': '2022082607:24:43.538174',
    'title': 'జీవితంలో నీలా ఉండాలన',
    'link': 'Jeevithamlo Neelaa Undaalani – 2022082607:24:43.538174.html'
}, {
    'iD': '2022082607:24:44.993764',
    'title': 'జీవితంలో నేర్చుకున్న',
    'link': 'Jeevithamlo Nerchukunnaanu – 2022082607:24:44.993764.html'
}, {
    'iD': '2022082607:24:46.352508',
    'title': 'జీవితాంతము నే నీతో న',
    'link': 'Jeevithaanthamu Ne Neetho – 2022082607:24:46.352508.html'
}, {
    'iD': '2022082607:24:47.682468',
    'title': 'జీవితాంతము వరకు నీకే',
    'link': 'Jeevithaanthamu Varaku Neeke – 2022082607:24:47.682468.html'
}, {
    'iD': '2022082607:24:49.011701',
    'title': 'జీవించుచున్నావన్న పే',
    'link': 'Jeevinchuchunnaavanna – 2022082607:24:49.011701.html'
}, {
    'iD': '2022082607:24:50.452401',
    'title': 'జీవింతు నేను ఇకమీదట ',
    'link': 'Jeevinthu Nenu – 2022082607:24:50.452401.html'
}, {
    'iD': '2022082607:24:54.737273',
    'title': 'జుంటి తేనె ధారల కన్న',
    'link': 'Junti Thene Dhaarala Kannaa – 2022082607:24:54.737273.html'
}, {
    'iD': '2022082607:24:56.139208',
    'title': 'హ్యాప్పీ క్రిస్మస్… ',
    'link': 'Jai Jai Jai Yesayyaa – 2022082607:24:56.139208.html'
}, {
    'iD': '2022082607:24:57.645308',
    'title': 'జ్యోతిర్మయుడా నా ప్ర',
    'link': 'Jyothirmayudaa – 2022082607:24:57.645308.html'
}, {
    'iD': '2022082607:24:59.150245',
    'title': 'తన రక్తంతో కడిగి\n నీ',
    'link': 'Thana Rakthamtho Kadigi – 2022082607:24:59.150245.html'
}, {
    'iD': '2022082607:25:00.564077',
    'title': 'తనువు నా దిదిగో గై –',
    'link': 'Thanuvu Naa Didigo – 2022082607:25:00.564077.html'
}, {
    'iD': '2022082607:25:02.016820',
    'title': 'తప్పిపోయిన కుమారుడనయ',
    'link': 'Thappipoyina Kumaarudanayyaa – 2022082607:25:02.016820.html'
}, {
    'iD': '2022082607:25:03.557660',
    'title': 'తప్పిపోయిన గొర్రె – ',
    'link': 'Thappipoyina Gorre – 2022082607:25:03.557660.html'
}, {
    'iD': '2022082607:25:05.017793',
    'title': 'తరచి తరచి చూడ తరమా\n ',
    'link': 'Tharachi Tharachi – 2022082607:25:05.017793.html'
}, {
    'iD': '2022082607:25:06.319630',
    'title': 'తరతరాలలో యుగయుగాలలో ',
    'link': 'Tharatharaalalo Yugayugaalalo – 2022082607:25:06.319630.html'
}, {
    'iD': '2022082607:25:07.779393',
    'title': 'తరములు మారుచున్నవి..',
    'link': 'Tharamulu Maaruchunnavi – 2022082607:25:07.779393.html'
}, {
    'iD': '2022082607:25:10.824683',
    'title': 'తరాలు మారినా యుగాలు ',
    'link': 'Tharaalu Maarinaa Yugaalu Maarinaa – 2022082607:25:10.824683.html'
}, {
    'iD': '2022082607:25:12.258990',
    'title': 'తలవంచకు నేస్తమా (2)\n',
    'link': 'Thalavanchaku Nesthamaa – 2022082607:25:12.258990.html'
}, {
    'iD': '2022082607:25:15.012791',
    'title': 'తల్లిలా లాలించును తం',
    'link': 'Thallilaa Laalinchunu – 2022082607:25:15.012791.html'
}, {
    'iD': '2022082607:25:16.559256',
    'title': 'తండ్రి ఇంట్లో ఎల్లప్',
    'link': 'Thandri Intlo Ellappudu – 2022082607:25:16.559256.html'
}, {
    'iD': '2022082607:25:17.782198',
    'title': 'తండ్రి నా యేసయ్యా –న',
    'link': 'Thandri Naa Yesayyaa – 2022082607:25:17.782198.html'
}, {
    'iD': '2022082607:25:19.324834',
    'title': 'తండ్రీ దేవా… తండ్రీ ',
    'link': 'Thandri Devaa – 2022082607:25:19.324834.html'
}, {
    'iD': '2022082607:25:20.542853',
    'title': 'తంబుర సితార నాదముతో\n',
    'link': 'Thambura Sithaara Naadamutho – 2022082607:25:20.542853.html'
}, {
    'iD': '2022082607:25:22.783287',
    'title': 'తార వెలిసింది ఆ నింగ',
    'link': 'Thaara Velisindi – 2022082607:25:22.783287.html'
}, {
    'iD': '2022082607:25:24.342960',
    'title': 'తారా వెలిసెను ఈ వేళ\n',
    'link': 'Thaaraa Velisenu Ee Vela – 2022082607:25:24.342960.html'
}, {
    'iD': '2022082607:25:25.878595',
    'title': 'త్యాగమెంత చేసావు దేవ',
    'link': 'Thyaagamentha Chesaavu Devaa – 2022082607:25:25.878595.html'
}, {
    'iD': '2022082607:25:27.311063',
    'title': 'త్రాహిమాం క్రీస్తు న',
    'link': 'Thraahimaam Kreesthu Naatha – 2022082607:25:27.311063.html'
}, {
    'iD': '2022082607:25:28.537627',
    'title': 'త్రిత్వైకమా సకలేశ్వర',
    'link': 'Thrithvaikamaa – 2022082607:25:28.537627.html'
}, {
    'iD': '2022082607:25:30.076017',
    'title': 'తీయని స్వరాలతో నా మన',
    'link': 'Theeyani Swaraalatho – 2022082607:25:30.076017.html'
}, {
    'iD': '2022082607:25:33.457982',
    'title': 'తుప్పు పట్టి పోవుటకం',
    'link': 'Thuppu Patti Povutakante – 2022082607:25:33.457982.html'
}, {
    'iD': '2022082607:25:34.992448',
    'title': 'తూర్పు దిక్కు చుక్క ',
    'link': 'Thoorpu Diku Chukka Butte – 2022082607:25:34.992448.html'
}, {
    'iD': '2022082607:25:36.526493',
    'title': 'అన్నయ్య… తెల్లారింది',
    'link': 'Thellaarindi Vela – 2022082607:25:36.526493.html'
}, {
    'iD': '2022082607:25:37.998283',
    'title': 'తెలియదా? నీకు తెలియద',
    'link': 'Theliyadaa? Neeku Theliyadaa? – 2022082607:25:37.998283.html'
}, {
    'iD': '2022082607:25:39.295681',
    'title': 'తెలియదా? నీకు తెలియద',
    'link': 'Theliyadaa? Neeku Theliyadaa? – 2022082607:25:39.295681.html'
}, {
    'iD': '2022082607:25:40.530249',
    'title': 'తేనెకన్న తీయనైనది\n న',
    'link': 'Thenekanna Theeyanainadi – 2022082607:25:40.530249.html'
}, {
    'iD': '2022082607:25:42.262883',
    'title': 'తేనెకన్న తీయనైనది\n న',
    'link': 'Thenekanna Theeyanainadi – 2022082607:25:42.262883.html'
}, {
    'iD': '2022082607:25:43.698271',
    'title': 'తొలకరి వాన దీవెనలు క',
    'link': 'Tholakari Vaana – 2022082607:25:43.698271.html'
}, {
    'iD': '2022082607:25:44.922050',
    'title': 'తొలకరి వాన దీవెనలు క',
    'link': 'Tholakari Vaana – 2022082607:25:44.922050.html'
}, {
    'iD': '2022082607:25:47.649599',
    'title': 'తోడు లేరని కుమిలిపోక',
    'link': 'Thodu Lerani Kumilipoku – 2022082607:25:47.649599.html'
}, {
    'iD': '2022082607:25:49.021192',
    'title': 'తోడు లేరని కుమిలిపోక',
    'link': 'Thodu Lerani Kumilipoku – 2022082607:25:49.021192.html'
}, {
    'iD': '2022082607:25:50.760049',
    'title': 'దయాళుడా నీ కృప నిత్య',
    'link': 'Dhayaaludaa Nee Krupa – 2022082607:25:50.760049.html'
}, {
    'iD': '2022082607:25:51.984238',
    'title': 'దయాళుడా నీ కృప నిత్య',
    'link': 'Dhayaaludaa Nee Krupa – 2022082607:25:51.984238.html'
}, {
    'iD': '2022082607:25:53.529168',
    'title': 'దవలవర్ణుడా రత్నవర్ణు',
    'link': 'Davalavarnudaa – 2022082607:25:53.529168.html'
}, {
    'iD': '2022082607:25:55.061806',
    'title': 'దవలవర్ణుడా రత్నవర్ణు',
    'link': 'Davalavarnudaa – 2022082607:25:55.061806.html'
}, {
    'iD': '2022082607:25:56.586215',
    'title': 'దారి తప్పి పోతున్నావ',
    'link': 'Daari Thappi Pothunnaavaa – 2022082607:25:56.586215.html'
}, {
    'iD': '2022082607:25:57.824410',
    'title': 'దారి తప్పి పోతున్నావ',
    'link': 'Daari Thappi Pothunnaavaa – 2022082607:25:57.824410.html'
}, {
    'iD': '2022082607:25:59.391531',
    'title': 'హోసన్నా…\n హోసన్నా హో',
    'link': 'Daaveedu Thanayaa Hosannaa – 2022082607:25:59.391531.html'
}, {
    'iD': '2022082607:26:00.695402',
    'title': 'హోసన్నా…\n హోసన్నా హో',
    'link': 'Daaveedu Thanayaa Hosannaa – 2022082607:26:00.695402.html'
}, {
    'iD': '2022082607:26:02.432889',
    'title': 'దావీదు వలె నాట్యమాడి',
    'link': 'Daaveedu Vale Naatyamaadi – 2022082607:26:02.432889.html'
}, {
    'iD': '2022082607:26:03.664621',
    'title': 'దావీదు వలె నాట్యమాడి',
    'link': 'Daaveedu Vale Naatyamaadi – 2022082607:26:03.664621.html'
}, {
    'iD': '2022082607:26:05.199902',
    'title': 'ద్రాక్షావల్లివి నీవై',
    'link': 'Draakshaa Vallivi Neevaithe – 2022082607:26:05.199902.html'
}, {
    'iD': '2022082607:26:06.621041',
    'title': 'ద్రాక్షావల్లివి నీవై',
    'link': 'Draakshaa Vallivi Neevaithe – 2022082607:26:06.621041.html'
}, {
    'iD': '2022082607:26:08.885868',
    'title': 'దిక్కులన్ని నీవేలే –',
    'link': 'Dikkulanni Neevele – 2022082607:26:08.885868.html'
}, {
    'iD': '2022082607:26:10.217801',
    'title': 'దిక్కులన్ని నీవేలే –',
    'link': 'Dikkulanni Neevele – 2022082607:26:10.217801.html'
}, {
    'iD': '2022082607:26:11.844027',
    'title': 'దిక్కులెన్ని తిరిగిన',
    'link': 'Dikkulenni Thiriginaa – 2022082607:26:11.844027.html'
}, {
    'iD': '2022082607:26:13.291879',
    'title': 'దిక్కులెన్ని తిరిగిన',
    'link': 'Dikkulenni Thiriginaa – 2022082607:26:13.291879.html'
}, {
    'iD': '2022082607:26:15.348870',
    'title': 'దినదినము విజయము మనదే',
    'link': 'Dinadinamu Vijayamu – 2022082607:26:15.348870.html'
}, {
    'iD': '2022082607:26:16.758796',
    'title': 'దినదినము విజయము మనదే',
    'link': 'Dinadinamu Vijayamu – 2022082607:26:16.758796.html'
}, {
    'iD': '2022082607:26:18.206927',
    'title': 'దినదినంబు యేసుకు దగ్',
    'link': 'Dinadinambu Yesuku – 2022082607:26:18.206927.html'
}, {
    'iD': '2022082607:26:19.536485',
    'title': 'దినదినంబు యేసుకు దగ్',
    'link': 'Dinadinambu Yesuku – 2022082607:26:19.536485.html'
}, {
    'iD': '2022082607:26:20.870168',
    'title': 'దినమెల్ల నే పాడినా క',
    'link': 'Dinamella Ne Paadinaa – 2022082607:26:20.870168.html'
}, {
    'iD': '2022082607:26:22.408438',
    'title': 'దినమెల్ల నే పాడినా క',
    'link': 'Dinamella Ne Paadinaa – 2022082607:26:22.408438.html'
}, {
    'iD': '2022082607:26:24.046429',
    'title': 'వి విష్ యు ఎ హ్యాప్ప',
    'link': 'Divya Thaara – 2022082607:26:24.046429.html'
}, {
    'iD': '2022082607:26:29.045627',
    'title': 'వి విష్ యు ఎ హ్యాప్ప',
    'link': 'Divya Thaara – 2022082607:26:29.045627.html'
}, {
    'iD': '2022082607:26:31.012696',
    'title': 'దివిటీలు మండాలి – సి',
    'link': 'Diviteelu Mandaali – 2022082607:26:31.012696.html'
}, {
    'iD': '2022082607:26:32.280433',
    'title': 'దివిటీలు మండాలి – సి',
    'link': 'Diviteelu Mandaali – 2022082607:26:32.280433.html'
}, {
    'iD': '2022082607:26:33.876132',
    'title': 'దివినేలు స్తోత్రార్హ',
    'link': 'Divinelu Sthothraarhudaa – 2022082607:26:33.876132.html'
}, {
    'iD': '2022082607:26:35.160650',
    'title': 'దివినేలు స్తోత్రార్హ',
    'link': 'Divinelu Sthothraarhudaa – 2022082607:26:35.160650.html'
}, {
    'iD': '2022082607:26:37.141656',
    'title': 'దుర్దినములు రాకముందే',
    'link': 'Durdinamulu Raakamunde – 2022082607:26:37.141656.html'
}, {
    'iD': '2022082607:26:38.481662',
    'title': 'దుర్దినములు రాకముందే',
    'link': 'Durdinamulu Raakamunde – 2022082607:26:38.481662.html'
}, {
    'iD': '2022082607:26:40.221609',
    'title': 'దుష్టుల ఆలోచన చొప్పు',
    'link': 'Dushtula Aalochana – 2022082607:26:40.221609.html'
}, {
    'iD': '2022082607:26:41.450726',
    'title': 'దుష్టుల ఆలోచన చొప్పు',
    'link': 'Dushtula Aalochana – 2022082607:26:41.450726.html'
}, {
    'iD': '2022082607:26:42.777395',
    'title': 'దూత పాట పాడుడి – రక్',
    'link': 'Dootha Paata Paadudi – 2022082607:26:42.777395.html'
}, {
    'iD': '2022082607:26:44.120499',
    'title': 'దూత పాట పాడుడి – రక్',
    'link': 'Dootha Paata Paadudi – 2022082607:26:44.120499.html'
}, {
    'iD': '2022082607:26:45.747892',
    'title': 'దేవ దాసపాలక రాజా రావ',
    'link': 'Deva Daasapaalaka – 2022082607:26:45.747892.html'
}, {
    'iD': '2022082607:26:46.984241',
    'title': 'దేవ దాసపాలక రాజా రావ',
    'link': 'Deva Daasapaalaka – 2022082607:26:46.984241.html'
}, {
    'iD': '2022082607:26:48.318344',
    'title': 'దేవ సంస్తుతి చేయవే మ',
    'link': 'Deva Samsthuthi Cheyave – 2022082607:26:48.318344.html'
}, {
    'iD': '2022082607:26:49.837310',
    'title': 'దేవ సంస్తుతి చేయవే మ',
    'link': 'Deva Samsthuthi Cheyave – 2022082607:26:49.837310.html'
}, {
    'iD': '2022082607:26:51.468243',
    'title': 'దేవర నీ దీవెనలు\n ధార',
    'link': 'Devara Nee Deevenalu – 2022082607:26:51.468243.html'
}, {
    'iD': '2022082607:26:52.870081',
    'title': 'దేవర నీ దీవెనలు\n ధార',
    'link': 'Devara Nee Deevenalu – 2022082607:26:52.870081.html'
}, {
    'iD': '2022082607:26:54.461132',
    'title': 'దేవా ఇలలోన నీవు మాకి',
    'link': 'Devaa Ilalona Neevu – 2022082607:26:54.461132.html'
}, {
    'iD': '2022082607:26:55.793339',
    'title': 'దేవా ఇలలోన నీవు మాకి',
    'link': 'Devaa Ilalona Neevu – 2022082607:26:55.793339.html'
}, {
    'iD': '2022082607:26:57.356090',
    'title': 'దేవా ఈ జీవితం నీకంకి',
    'link': 'Devaa Ee Jeevitham – 2022082607:26:57.356090.html'
}, {
    'iD': '2022082607:26:58.967311',
    'title': 'దేవా ఈ జీవితం నీకంకి',
    'link': 'Devaa Ee Jeevitham – 2022082607:26:58.967311.html'
}, {
    'iD': '2022082607:27:00.955458',
    'title': 'పాత నిబంధనలో ఇశ్రాయే',
    'link': 'Devaa Naa Jeevithamidigo – 2022082607:27:00.955458.html'
}, {
    'iD': '2022082607:27:02.442947',
    'title': 'పాత నిబంధనలో ఇశ్రాయే',
    'link': 'Devaa Naa Jeevithamidigo – 2022082607:27:02.442947.html'
}, {
    'iD': '2022082607:27:04.083805',
    'title': 'దేవా నా దేవా నిన్ను ',
    'link': 'Devaa Naa Devaa – 2022082607:27:04.083805.html'
}, {
    'iD': '2022082607:27:05.413356',
    'title': 'దేవా నా దేవా నిన్ను ',
    'link': 'Devaa Naa Devaa – 2022082607:27:05.413356.html'
}, {
    'iD': '2022082607:27:06.971405',
    'title': 'దేవా నా దేవా – నీవే ',
    'link': 'Devaa Naa Devaa – 2022082607:27:06.971405.html'
}, {
    'iD': '2022082607:27:08.481407',
    'title': 'దేవా నా దేవా – నీవే ',
    'link': 'Devaa Naa Devaa – 2022082607:27:08.481407.html'
}, {
    'iD': '2022082607:27:11.717869',
    'title': 'నా ప్రాణం తల్లడిల్లగ',
    'link': 'Devaa Naa Mora Aalakinchumaa – 2022082607:27:11.717869.html'
}, {
    'iD': '2022082607:27:14.244288',
    'title': 'నా ప్రాణం తల్లడిల్లగ',
    'link': 'Devaa Naa Mora Aalakinchumaa – 2022082607:27:14.244288.html'
}, {
    'iD': '2022082607:27:17.635992',
    'title': 'దేవా నా మొరాలకించితి',
    'link': 'Devaa Naa Moraalakinchithivi – 2022082607:27:17.635992.html'
}, {
    'iD': '2022082607:27:19.453987',
    'title': 'దేవా నా మొరాలకించితి',
    'link': 'Devaa Naa Moraalakinchithivi – 2022082607:27:19.453987.html'
}, {
    'iD': '2022082607:27:20.671546',
    'title': 'దేవా నా హృదయముతో\n ని',
    'link': 'Devaa Naa Hrudayamutho – 2022082607:27:20.671546.html'
}, {
    'iD': '2022082607:27:22.004217',
    'title': 'దేవా నా హృదయముతో\n ని',
    'link': 'Devaa Naa Hrudayamutho – 2022082607:27:22.004217.html'
}, {
    'iD': '2022082607:27:23.234588',
    'title': 'దేవా నీ ఆత్మను నా ను',
    'link': 'Devaa Nee Aathmanu – 2022082607:27:23.234588.html'
}, {
    'iD': '2022082607:27:24.556099',
    'title': 'దేవా నీ ఆత్మను నా ను',
    'link': 'Devaa Nee Aathmanu – 2022082607:27:24.556099.html'
}, {
    'iD': '2022082607:27:26.098945',
    'title': 'దేవా నీ గొప్పకార్యము',
    'link': 'Devaa Nee Goppa Kaaryamulan – 2022082607:27:26.098945.html'
}, {
    'iD': '2022082607:27:27.431562',
    'title': 'దేవా నీ గొప్పకార్యము',
    'link': 'Devaa Nee Goppa Kaaryamulan – 2022082607:27:27.431562.html'
}, {
    'iD': '2022082607:27:32.670257',
    'title': 'దేవా నీ నామం…పావన ధా',
    'link': 'Devaa Nee Naamam – 2022082607:27:32.670257.html'
}, {
    'iD': '2022082607:27:33.868114',
    'title': 'దేవా నీ నామం…పావన ధా',
    'link': 'Devaa Nee Naamam – 2022082607:27:33.868114.html'
}, {
    'iD': '2022082607:27:35.624628',
    'title': 'దేవా నీ నామం\n బలమైనద',
    'link': 'Devaa Nee Naamam (Kripal Mohan) – 2022082607:27:35.624628.html'
}, {
    'iD': '2022082607:27:36.953020',
    'title': 'దేవా నీ నామం\n బలమైనద',
    'link': 'Devaa Nee Naamam (Kripal Mohan) – 2022082607:27:36.953020.html'
}, {
    'iD': '2022082607:27:38.408993',
    'title': 'దేవా నీ సాక్షిగా నేన',
    'link': 'Devaa Nee Saakshigaa – 2022082607:27:38.408993.html'
}, {
    'iD': '2022082607:27:39.713518',
    'title': 'దేవా నీ సాక్షిగా నేన',
    'link': 'Devaa Nee Saakshigaa – 2022082607:27:39.713518.html'
}, {
    'iD': '2022082607:27:41.142812',
    'title': 'దేవా పరలోక దుతాలి ని',
    'link': 'Devaa Paraloka Doothaali – 2022082607:27:41.142812.html'
}, {
    'iD': '2022082607:27:42.381290',
    'title': 'దేవా పరలోక దుతాలి ని',
    'link': 'Devaa Paraloka Doothaali – 2022082607:27:42.381290.html'
}, {
    'iD': '2022082607:27:43.710483',
    'title': 'దేవా పాపిని నిన్నాశ్',
    'link': 'Devaa Paapini – 2022082607:27:43.710483.html'
}, {
    'iD': '2022082607:27:44.939550',
    'title': 'దేవా పాపిని నిన్నాశ్',
    'link': 'Devaa Paapini – 2022082607:27:44.939550.html'
}, {
    'iD': '2022082607:27:46.689238',
    'title': 'దేవా మహోన్నతుడా\n మహి',
    'link': 'Devaa Mahonnathudaa – 2022082607:27:46.689238.html'
}, {
    'iD': '2022082607:27:48.234782',
    'title': 'దేవా మహోన్నతుడా\n మహి',
    'link': 'Devaa Mahonnathudaa – 2022082607:27:48.234782.html'
}, {
    'iD': '2022082607:27:50.168485',
    'title': 'దేవా మా కుటుంబము – న',
    'link': 'Devaa Maa Kutumbamu – 2022082607:27:50.168485.html'
}, {
    'iD': '2022082607:27:51.528503',
    'title': 'దేవా మా కుటుంబము – న',
    'link': 'Devaa Maa Kutumbamu – 2022082607:27:51.528503.html'
}, {
    'iD': '2022082607:27:53.439612',
    'title': 'దేవా… యెహోవా…\n నాకు ',
    'link': 'Devaa Yehovaa – 2022082607:27:53.439612.html'
}, {
    'iD': '2022082607:27:54.870802',
    'title': 'దేవా… యెహోవా…\n నాకు ',
    'link': 'Devaa Yehovaa – 2022082607:27:54.870802.html'
}, {
    'iD': '2022082607:27:56.409781',
    'title': 'దేవా యెహోవా సీయోనులో',
    'link': 'Devaa Yehovaa Seeyonulo – 2022082607:27:56.409781.html'
}, {
    'iD': '2022082607:27:57.680739',
    'title': 'దేవా యెహోవా సీయోనులో',
    'link': 'Devaa Yehovaa Seeyonulo – 2022082607:27:57.680739.html'
}, {
    'iD': '2022082607:27:59.277663',
    'title': 'దేవాది దేవుడు మహోపకా',
    'link': 'Devaadhi Devudu – 2022082607:27:59.277663.html'
}, {
    'iD': '2022082607:28:00.505317',
    'title': 'దేవాది దేవుడు మహోపకా',
    'link': 'Devaadhi Devudu – 2022082607:28:00.505317.html'
}, {
    'iD': '2022082607:28:02.146289',
    'title': 'దేవుడు దేహమును పొంది',
    'link': 'Devudu Dehamunu – 2022082607:28:02.146289.html'
}, {
    'iD': '2022082607:28:03.476782',
    'title': 'దేవుడు దేహమును పొంది',
    'link': 'Devudu Dehamunu – 2022082607:28:03.476782.html'
}, {
    'iD': '2022082607:28:05.002534',
    'title': 'దేవుడు నీకు తెలుసు –',
    'link': 'Devudu Neeku Thelusu – 2022082607:28:05.002534.html'
}, {
    'iD': '2022082607:28:06.240072',
    'title': 'దేవుడు నీకు తెలుసు –',
    'link': 'Devudu Neeku Thelusu – 2022082607:28:06.240072.html'
}, {
    'iD': '2022082607:28:07.511632',
    'title': 'దేవుడు మనకు ఎల్లప్పు',
    'link': 'Devudu Manaku Ellappudu – 2022082607:28:07.511632.html'
}, {
    'iD': '2022082607:28:08.858811',
    'title': 'దేవుడు మనకు ఎల్లప్పు',
    'link': 'Devudu Manaku Ellappudu – 2022082607:28:08.858811.html'
}, {
    'iD': '2022082607:28:10.184622',
    'title': 'దేవుడు లోకమును ఎంతో ',
    'link': 'Devudu Lokamunu – 2022082607:28:10.184622.html'
}, {
    'iD': '2022082607:28:11.664643',
    'title': 'దేవుడు లోకమును ఎంతో ',
    'link': 'Devudu Lokamunu – 2022082607:28:11.664643.html'
}, {
    'iD': '2022082607:28:13.315595',
    'title': 'దేవుడే ఇల చేరేటందుకు',
    'link': 'Devude Ila Cheretanduku – 2022082607:28:13.315595.html'
}, {
    'iD': '2022082607:28:14.828956',
    'title': 'దేవుడే ఇల చేరేటందుకు',
    'link': 'Devude Ila Cheretanduku – 2022082607:28:14.828956.html'
}, {
    'iD': '2022082607:28:16.155771',
    'title': 'దేవుడే నాకాశ్రయంబు –',
    'link': 'Devude Naakaashrayambu – 2022082607:28:16.155771.html'
}, {
    'iD': '2022082607:28:17.617435',
    'title': 'దేవుడే నాకాశ్రయంబు –',
    'link': 'Devude Naakaashrayambu – 2022082607:28:17.617435.html'
}, {
    'iD': '2022082607:28:19.571752',
    'title': 'దేవుని గొప్ప మహిమను ',
    'link': 'Devuni Goppa Mahimanu – 2022082607:28:19.571752.html'
}, {
    'iD': '2022082607:28:21.090671',
    'title': 'దేవుని గొప్ప మహిమను ',
    'link': 'Devuni Goppa Mahimanu – 2022082607:28:21.090671.html'
}, {
    'iD': '2022082607:28:22.847992',
    'title': 'దేవుని ప్రేమ ఇదిగో –',
    'link': 'Devuni Prema Idigo – 2022082607:28:22.847992.html'
}, {
    'iD': '2022082607:28:24.549530',
    'title': 'దేవుని ప్రేమ ఇదిగో –',
    'link': 'Devuni Prema Idigo – 2022082607:28:24.549530.html'
}, {
    'iD': '2022082607:28:26.106486',
    'title': 'దేవుని యందు భక్తి గల',
    'link': 'Devuni Yandu Bhakthi – 2022082607:28:26.106486.html'
}, {
    'iD': '2022082607:28:27.435707',
    'title': 'దేవుని యందు భక్తి గల',
    'link': 'Devuni Yandu Bhakthi – 2022082607:28:27.435707.html'
}, {
    'iD': '2022082607:28:28.768896',
    'title': 'దేవుని వారసులం – ప్ర',
    'link': 'Devuni Vaarasulam – 2022082607:28:28.768896.html'
}, {
    'iD': '2022082607:28:30.233538',
    'title': 'దేవుని వారసులం – ప్ర',
    'link': 'Devuni Vaarasulam – 2022082607:28:30.233538.html'
}, {
    'iD': '2022082607:28:32.479335',
    'title': 'దేవుని సముఖ జీవ కవిల',
    'link': 'Devuni Samukha Jeeva Kavilelo – 2022082607:28:32.479335.html'
}, {
    'iD': '2022082607:28:33.890511',
    'title': 'దేవుని సముఖ జీవ కవిల',
    'link': 'Devuni Samukha Jeeva Kavilelo – 2022082607:28:33.890511.html'
}, {
    'iD': '2022082607:28:35.616802',
    'title': 'దేవుని స్తుతియించి ఆ',
    'link': 'Devuni Sthuthiyinchi Aaraadhinthumu – 2022082607:28:35.616802.html'
}, {
    'iD': '2022082607:28:36.861774',
    'title': 'దేవుని స్తుతియించి ఆ',
    'link': 'Devuni Sthuthiyinchi Aaraadhinthumu – 2022082607:28:36.861774.html'
}, {
    'iD': '2022082607:28:38.270218',
    'title': 'దేవుని స్తుతియించుడి',
    'link': 'Devuni Sthuthiyinchudi – 2022082607:28:38.270218.html'
}, {
    'iD': '2022082607:28:39.702554',
    'title': 'దేవుని స్తుతియించుడి',
    'link': 'Devuni Sthuthiyinchudi – 2022082607:28:39.702554.html'
}, {
    'iD': '2022082607:28:41.357565',
    'title': 'దేవుని స్తుతించ రండి',
    'link': 'Devuni Sthuthincha Randi – 2022082607:28:41.357565.html'
}, {
    'iD': '2022082607:28:43.286157',
    'title': 'దేవుని స్తుతించ రండి',
    'link': 'Devuni Sthuthincha Randi – 2022082607:28:43.286157.html'
}, {
    'iD': '2022082607:28:45.859870',
    'title': 'దేవునికి భయపడవా మానవ',
    'link': 'Devuniki Bhayapadavaa – 2022082607:28:45.859870.html'
}, {
    'iD': '2022082607:28:47.213546',
    'title': 'దేవునికి భయపడవా మానవ',
    'link': 'Devuniki Bhayapadavaa – 2022082607:28:47.213546.html'
}, {
    'iD': '2022082607:28:49.235525',
    'title': 'దేవునికి స్తోత్రము గ',
    'link': 'Devuniki Sthothramu Gaanamu – 2022082607:28:49.235525.html'
}, {
    'iD': '2022082607:28:50.543975',
    'title': 'దేవునికి స్తోత్రము గ',
    'link': 'Devuniki Sthothramu Gaanamu – 2022082607:28:50.543975.html'
}, {
    'iD': '2022082607:28:52.013936',
    'title': 'దేవునికే మహిమ (2)\n య',
    'link': 'Devunike Mahima – 2022082607:28:52.013936.html'
}, {
    'iD': '2022082607:28:53.345296',
    'title': 'దేవునికే మహిమ (2)\n య',
    'link': 'Devunike Mahima – 2022082607:28:53.345296.html'
}, {
    'iD': '2022082607:28:54.618946',
    'title': 'దేవునియందు నిరీక్షణ ',
    'link': 'Devuniyandu Nireekshana Nunchi – 2022082607:28:54.618946.html'
}, {
    'iD': '2022082607:28:55.969050',
    'title': 'దేవునియందు నిరీక్షణ ',
    'link': 'Devuniyandu Nireekshana Nunchi – 2022082607:28:55.969050.html'
}, {
    'iD': '2022082607:28:57.442347',
    'title': 'దేహం పాతది – మనసు మల',
    'link': 'Deham Paathadi – 2022082607:28:57.442347.html'
}, {
    'iD': '2022082607:28:58.773843',
    'title': 'దేహం పాతది – మనసు మల',
    'link': 'Deham Paathadi – 2022082607:28:58.773843.html'
}, {
    'iD': '2022082607:29:00.206258',
    'title': 'దైవ కుటుంబం ధరణిలో ద',
    'link': 'Daiva Kutumbam – 2022082607:29:00.206258.html'
}, {
    'iD': '2022082607:29:01.524062',
    'title': 'దైవ కుటుంబం ధరణిలో ద',
    'link': 'Daiva Kutumbam – 2022082607:29:01.524062.html'
}, {
    'iD': '2022082607:29:02.970847',
    'title': 'దొరకును సమస్తము యేసు',
    'link': 'Dorakunu Samasthamu – 2022082607:29:02.970847.html'
}, {
    'iD': '2022082607:29:04.305261',
    'title': 'దొరకును సమస్తము యేసు',
    'link': 'Dorakunu Samasthamu – 2022082607:29:04.305261.html'
}, {
    'iD': '2022082607:29:05.839518',
    'title': 'సర్వమానవ పాపపరిహారార',
    'link': 'Doshivaa Prabhu – 2022082607:29:05.839518.html'
}, {
    'iD': '2022082607:29:07.068527',
    'title': 'సర్వమానవ పాపపరిహారార',
    'link': 'Doshivaa Prabhu – 2022082607:29:07.068527.html'
}, {
    'iD': '2022082607:29:08.708190',
    'title': 'ధన్యము ఎంతో ధన్యము –',
    'link': 'Dhanyamu Entho Dhanyamu – 2022082607:29:08.708190.html'
}, {
    'iD': '2022082607:29:10.139377',
    'title': 'ధన్యము ఎంతో ధన్యము –',
    'link': 'Dhanyamu Entho Dhanyamu – 2022082607:29:10.139377.html'
}, {
    'iD': '2022082607:29:11.858593',
    'title': 'ధ్యానించుచుంటిమి సిల',
    'link': 'Dhyaaninchuchunitimi – 2022082607:29:11.858593.html'
}, {
    'iD': '2022082607:29:13.192488',
    'title': 'ధ్యానించుచుంటిమి సిల',
    'link': 'Dhyaaninchuchunitimi – 2022082607:29:13.192488.html'
}, {
    'iD': '2022082607:29:14.730818',
    'title': 'నజరేయుడా నా యేసయ్య\n ',
    'link': 'Najareyudaa Naa Yesayya – 2022082607:29:14.730818.html'
}, {
    'iD': '2022082607:29:16.562315',
    'title': 'నజరేయుడా నా యేసయ్య\n ',
    'link': 'Najareyudaa Naa Yesayya – 2022082607:29:16.562315.html'
}, {
    'iD': '2022082607:29:19.353070',
    'title': 'నడవాలని యేసు నడవాలని',
    'link': 'Nadavaalani Yesu – 2022082607:29:19.353070.html'
}, {
    'iD': '2022082607:29:20.581815',
    'title': 'నడవాలని యేసు నడవాలని',
    'link': 'Nadavaalani Yesu – 2022082607:29:20.581815.html'
}, {
    'iD': '2022082607:29:26.820873',
    'title': 'నడిపిస్తాడు నా దేవుడ',
    'link': 'Nadipisthaadu Naa Devudu – 2022082607:29:26.820873.html'
}, {
    'iD': '2022082607:29:28.162381',
    'title': 'నడిపిస్తాడు నా దేవుడ',
    'link': 'Nadipisthaadu Naa Devudu – 2022082607:29:28.162381.html'
}, {
    'iD': '2022082607:29:29.669348',
    'title': 'నడిపించు నా నావా నడి',
    'link': 'Nadipinchu Naa Naavaa – 2022082607:29:29.669348.html'
}, {
    'iD': '2022082607:29:31.415872',
    'title': 'నడిపించు నా నావా నడి',
    'link': 'Nadipinchu Naa Naavaa – 2022082607:29:31.415872.html'
}, {
    'iD': '2022082607:29:33.178617',
    'title': 'నన్నాకర్షించిన నీ స్',
    'link': 'Nannaakarshinchina Nee Sneha Bandham – 2022082607:29:33.178617.html'
}, {
    'iD': '2022082607:29:34.407421',
    'title': 'నన్నాకర్షించిన నీ స్',
    'link': 'Nannaakarshinchina Nee Sneha Bandham – 2022082607:29:34.407421.html'
}, {
    'iD': '2022082607:29:36.354843',
    'title': 'నను చేరిన నీ ప్రేమ\n ',
    'link': 'Nanu Cherina Nee Prema – 2022082607:29:36.354843.html'
}, {
    'iD': '2022082607:29:37.682648',
    'title': 'నను చేరిన నీ ప్రేమ\n ',
    'link': 'Nanu Cherina Nee Prema – 2022082607:29:37.682648.html'
}, {
    'iD': '2022082607:29:39.732579',
    'title': 'నను విడువక ఎడబాయక\n ద',
    'link': 'Nanu Viduvaka Edabaayaka – 2022082607:29:39.732579.html'
}, {
    'iD': '2022082607:29:41.065120',
    'title': 'నను విడువక ఎడబాయక\n ద',
    'link': 'Nanu Viduvaka Edabaayaka – 2022082607:29:41.065120.html'
}, {
    'iD': '2022082607:29:45.981332',
    'title': 'నన్ను కాదనవని – నను ',
    'link': 'Nannu Kaadanavani – 2022082607:29:45.981332.html'
}, {
    'iD': '2022082607:29:47.501932',
    'title': 'నన్ను కాదనవని – నను ',
    'link': 'Nannu Kaadanavani – 2022082607:29:47.501932.html'
}, {
    'iD': '2022082607:29:49.256010',
    'title': 'నన్ను కావగ వచ్చిన నజ',
    'link': 'Nannu Kaavaga Vachchina – 2022082607:29:49.256010.html'
}, {
    'iD': '2022082607:29:50.485661',
    'title': 'నన్ను కావగ వచ్చిన నజ',
    'link': 'Nannu Kaavaga Vachchina – 2022082607:29:50.485661.html'
}, {
    'iD': '2022082607:29:51.722809',
    'title': 'నన్ను గన్నయ్య రావె న',
    'link': 'Nannu Gannayya Raave – 2022082607:29:51.722809.html'
}, {
    'iD': '2022082607:29:54.480541',
    'title': 'నన్ను గన్నయ్య రావె న',
    'link': 'Nannu Gannayya Raave – 2022082607:29:54.480541.html'
}, {
    'iD': '2022082607:29:55.787614',
    'title': 'నన్ను దిద్దుము చిన్న',
    'link': 'Nannu Diddumu Chinna Praayamu – 2022082607:29:55.787614.html'
}, {
    'iD': '2022082607:29:57.120943',
    'title': 'నన్ను దిద్దుము చిన్న',
    'link': 'Nannu Diddumu Chinna Praayamu – 2022082607:29:57.120943.html'
}, {
    'iD': '2022082607:29:58.575246',
    'title': 'నన్ను నీవలె నిర్మించ',
    'link': 'Nannu Neevale Nirminchinanu – 2022082607:29:58.575246.html'
}, {
    'iD': '2022082607:30:00.113498',
    'title': 'నన్ను నీవలె నిర్మించ',
    'link': 'Nannu Neevale Nirminchinanu – 2022082607:30:00.113498.html'
}, {
    'iD': '2022082607:30:01.649223',
    'title': 'నన్ను పిలచిన దేవా – ',
    'link': 'Nannu Pilachina Devaa – 2022082607:30:01.649223.html'
}, {
    'iD': '2022082607:30:03.172040',
    'title': 'నన్ను పిలచిన దేవా – ',
    'link': 'Nannu Pilachina Devaa – 2022082607:30:03.172040.html'
}, {
    'iD': '2022082607:30:04.714771',
    'title': 'నన్ను బ్రతికించుటకు ',
    'link': 'Nannu Brathikinchutaku – 2022082607:30:04.714771.html'
}, {
    'iD': '2022082607:30:06.154257',
    'title': 'నన్ను బ్రతికించుటకు ',
    'link': 'Nannu Brathikinchutaku – 2022082607:30:06.154257.html'
}, {
    'iD': '2022082607:30:07.383860',
    'title': 'నన్నెంతగా ప్రేమించిత',
    'link': 'Nannenthagaa Preminchithivo – 2022082607:30:07.383860.html'
}, {
    'iD': '2022082607:30:10.454830',
    'title': 'నన్నెంతగా ప్రేమించిత',
    'link': 'Nannenthagaa Preminchithivo – 2022082607:30:10.454830.html'
}, {
    'iD': '2022082607:30:11.989566',
    'title': 'నన్నెంతగానో ప్రేమించ',
    'link': 'Nannenthagaano Preminchina – 2022082607:30:11.989566.html'
}, {
    'iD': '2022082607:30:13.513863',
    'title': 'నన్నెంతగానో ప్రేమించ',
    'link': 'Nannenthagaano Preminchina – 2022082607:30:13.513863.html'
}, {
    'iD': '2022082607:30:14.751081',
    'title': 'నన్నెంతగానో ప్రేమించ',
    'link': 'Nannenthagaano Preminchenu – 2022082607:30:14.751081.html'
}, {
    'iD': '2022082607:30:16.085363',
    'title': 'నన్నెంతగానో ప్రేమించ',
    'link': 'Nannenthagaano Preminchenu – 2022082607:30:16.085363.html'
}, {
    'iD': '2022082607:30:17.420692',
    'title': 'నమ్మకమైన దేవుడవైన నీ',
    'link': 'Nammakamaina Devudavaina – 2022082607:30:17.420692.html'
}, {
    'iD': '2022082607:30:18.737288',
    'title': 'నమ్మకమైన దేవుడవైన నీ',
    'link': 'Nammakamaina Devudavaina – 2022082607:30:18.737288.html'
}, {
    'iD': '2022082607:30:23.152849',
    'title': 'నమ్మకమైన నా స్నేహితు',
    'link': 'Nammakamaina Naa Snehithudu – 2022082607:30:23.152849.html'
}, {
    'iD': '2022082607:30:24.382037',
    'title': 'నమ్మకమైన నా స్నేహితు',
    'link': 'Nammakamaina Naa Snehithudu – 2022082607:30:24.382037.html'
}, {
    'iD': '2022082607:30:26.018011',
    'title': 'నమ్మకు ఇలలో ఎవరిని\n ',
    'link': 'Nammaku Ilalo – 2022082607:30:26.018011.html'
}, {
    'iD': '2022082607:30:27.452962',
    'title': 'నమ్మకు ఇలలో ఎవరిని\n ',
    'link': 'Nammaku Ilalo – 2022082607:30:27.452962.html'
}, {
    'iD': '2022082607:30:28.872859',
    'title': 'నమ్మకురా నమ్మకురా ఈ ',
    'link': 'Nammakuraa Nammakuraa – 2022082607:30:28.872859.html'
}, {
    'iD': '2022082607:30:30.116215',
    'title': 'నమ్మకురా నమ్మకురా ఈ ',
    'link': 'Nammakuraa Nammakuraa – 2022082607:30:30.116215.html'
}, {
    'iD': '2022082607:30:31.648559',
    'title': 'నమ్మదగిన దేవుడా\n నెమ',
    'link': 'Nammadagina Devudaa – 2022082607:30:31.648559.html'
}, {
    'iD': '2022082607:30:33.186658',
    'title': 'నమ్మదగిన దేవుడా\n నెమ',
    'link': 'Nammadagina Devudaa – 2022082607:30:33.186658.html'
}, {
    'iD': '2022082607:30:34.824534',
    'title': 'నమ్ముకో యేసయ్యను\n నమ',
    'link': 'Nammuko Yesayyanu – 2022082607:30:34.824534.html'
}, {
    'iD': '2022082607:30:36.155744',
    'title': 'నమ్ముకో యేసయ్యను\n నమ',
    'link': 'Nammuko Yesayyanu – 2022082607:30:36.155744.html'
}, {
    'iD': '2022082607:30:38.307140',
    'title': 'నలుగకుండ గోధుమలు కడు',
    'link': 'Nalugakunda Godhumalu – 2022082607:30:38.307140.html'
}, {
    'iD': '2022082607:30:39.944752',
    'title': 'నలుగకుండ గోధుమలు కడు',
    'link': 'Nalugakunda Godhumalu – 2022082607:30:39.944752.html'
}, {
    'iD': '2022082607:30:41.176824',
    'title': 'నశియించు ఆత్మలెన్నియ',
    'link': 'Nashiyinchu Aathmalenniyo – 2022082607:30:41.176824.html'
}, {
    'iD': '2022082607:30:42.363912',
    'title': 'నశియించు ఆత్మలెన్నియ',
    'link': 'Nashiyinchu Aathmalenniyo – 2022082607:30:42.363912.html'
}, {
    'iD': '2022082607:30:43.631862',
    'title': 'నశియించెడి లోకంలో – ',
    'link': 'Nashiyinchedi Lokamlo – 2022082607:30:43.631862.html'
}, {
    'iD': '2022082607:30:44.992437',
    'title': 'నశియించెడి లోకంలో – ',
    'link': 'Nashiyinchedi Lokamlo – 2022082607:30:44.992437.html'
}, {
    'iD': '2022082607:30:46.401155',
    'title': 'నా ఆశల పల్లకి నీవే\n ',
    'link': 'Naa Aashala Pallaki – 2022082607:30:46.401155.html'
}, {
    'iD': '2022082607:30:47.623464',
    'title': 'నా ఆశల పల్లకి నీవే\n ',
    'link': 'Naa Aashala Pallaki – 2022082607:30:47.623464.html'
}, {
    'iD': '2022082607:30:49.365612',
    'title': 'నా ఊహకందని ప్రేమతో న',
    'link': 'Naa Oohakandani Prematho – 2022082607:30:49.365612.html'
}, {
    'iD': '2022082607:30:50.697881',
    'title': 'నా ఊహకందని ప్రేమతో న',
    'link': 'Naa Oohakandani Prematho – 2022082607:30:50.697881.html'
}, {
    'iD': '2022082607:30:52.234013',
    'title': 'నా కనుచూపు మేర – యేస',
    'link': 'Naa Kanuchoopu Mera – 2022082607:30:52.234013.html'
}, {
    'iD': '2022082607:30:53.462096',
    'title': 'నా కనుచూపు మేర – యేస',
    'link': 'Naa Kanuchoopu Mera – 2022082607:30:53.462096.html'
}, {
    'iD': '2022082607:30:54.876247',
    'title': 'నా కనుల వెంబడి కన్నీ',
    'link': 'Naa Kanula Vembadi – 2022082607:30:54.876247.html'
}, {
    'iD': '2022082607:30:56.601255',
    'title': 'నా కనుల వెంబడి కన్నీ',
    'link': 'Naa Kanula Vembadi – 2022082607:30:56.601255.html'
}, {
    'iD': '2022082607:30:57.866198',
    'title': 'ఆరాధనా ఆరాధనా ఆరాధనా',
    'link': 'Naa Kannula Kanneeru – 2022082607:30:57.866198.html'
}, {
    'iD': '2022082607:30:59.198758',
    'title': 'ఆరాధనా ఆరాధనా ఆరాధనా',
    'link': 'Naa Kannula Kanneeru – 2022082607:30:59.198758.html'
}, {
    'iD': '2022082607:31:00.620336',
    'title': 'నా కన్నులెత్తి వేచియ',
    'link': 'Naa Kannuleththi Vechiyundunu – 2022082607:31:00.620336.html'
}, {
    'iD': '2022082607:31:01.961897',
    'title': 'నా కన్నులెత్తి వేచియ',
    'link': 'Naa Kannuleththi Vechiyundunu – 2022082607:31:01.961897.html'
}, {
    'iD': '2022082607:31:03.397493',
    'title': 'నా కలవరములన్ని కనుమర',
    'link': 'Naa Kalavaramulanni – 2022082607:31:03.397493.html'
}, {
    'iD': '2022082607:31:04.919249',
    'title': 'నా కలవరములన్ని కనుమర',
    'link': 'Naa Kalavaramulanni – 2022082607:31:04.919249.html'
}, {
    'iD': '2022082607:31:07.794637',
    'title': 'నా కృప నీకు చాలని\n న',
    'link': 'Naa Krupa Neeku Chaalani – 2022082607:31:07.794637.html'
}, {
    'iD': '2022082607:31:09.125389',
    'title': 'నా కృప నీకు చాలని\n న',
    'link': 'Naa Krupa Neeku Chaalani – 2022082607:31:09.125389.html'
}, {
    'iD': '2022082607:31:10.666780',
    'title': 'నా కొరకు బలియైన ప్రే',
    'link': 'Naa Koraku Baliyaina – 2022082607:31:10.666780.html'
}, {
    'iD': '2022082607:31:11.998662',
    'title': 'నా కొరకు బలియైన ప్రే',
    'link': 'Naa Koraku Baliyaina – 2022082607:31:11.998662.html'
}, {
    'iD': '2022082607:31:13.471536',
    'title': 'నా కొరకై అన్నియు చేస',
    'link': 'Naa Korakai Anniyu Chesenu – 2022082607:31:13.471536.html'
}, {
    'iD': '2022082607:31:14.761264',
    'title': 'నా కొరకై అన్నియు చేస',
    'link': 'Naa Korakai Anniyu Chesenu – 2022082607:31:14.761264.html'
}, {
    'iD': '2022082607:31:16.812831',
    'title': 'నా కోసమా ఈ సిలువ యాగ',
    'link': 'Naa Kosamaa – 2022082607:31:16.812831.html'
}, {
    'iD': '2022082607:31:18.039293',
    'title': 'నా కోసమా ఈ సిలువ యాగ',
    'link': 'Naa Kosamaa – 2022082607:31:18.039293.html'
}, {
    'iD': '2022082607:31:19.573659',
    'title': 'నా గీతారాధనలో యేసయ్య',
    'link': 'Naa Geethaaraadhanalo – 2022082607:31:19.573659.html'
}, {
    'iD': '2022082607:31:20.907827',
    'title': 'నా గీతారాధనలో యేసయ్య',
    'link': 'Naa Geethaaraadhanalo – 2022082607:31:20.907827.html'
}, {
    'iD': '2022082607:31:22.443296',
    'title': 'నా గుండె చప్పుడు చేస',
    'link': 'Naa Gunde Chappudu Chesthundi – 2022082607:31:22.443296.html'
}, {
    'iD': '2022082607:31:23.774027',
    'title': 'నా గుండె చప్పుడు చేస',
    'link': 'Naa Gunde Chappudu Chesthundi – 2022082607:31:23.774027.html'
}, {
    'iD': '2022082607:31:25.295228',
    'title': 'హైలెస్సా హైలో హైలెస్',
    'link': 'Naa Chinni Donelo – 2022082607:31:25.295228.html'
}, {
    'iD': '2022082607:31:26.535768',
    'title': 'హైలెస్సా హైలో హైలెస్',
    'link': 'Naa Chinni Donelo – 2022082607:31:26.535768.html'
}, {
    'iD': '2022082607:31:28.177085',
    'title': 'నా చిన్ని హృదయమందు య',
    'link': 'Naa Chinni Hrudayamandu – 2022082607:31:28.177085.html'
}, {
    'iD': '2022082607:31:29.515689',
    'title': 'నా చిన్ని హృదయమందు య',
    'link': 'Naa Chinni Hrudayamandu – 2022082607:31:29.515689.html'
}, {
    'iD': '2022082607:31:30.942224',
    'title': 'నా చిన్ని హృదయము నిన',
    'link': 'Naa Chinni Hrudayamu – 2022082607:31:30.942224.html'
}, {
    'iD': '2022082607:31:32.272607',
    'title': 'నా చిన్ని హృదయము నిన',
    'link': 'Naa Chinni Hrudayamu – 2022082607:31:32.272607.html'
}, {
    'iD': '2022082607:31:33.604905',
    'title': 'నా చిన్ని హృదయంలో యే',
    'link': 'Naa Chinni Hrudayamlo – 2022082607:31:33.604905.html'
}, {
    'iD': '2022082607:31:34.833915',
    'title': 'నా చిన్ని హృదయంలో యే',
    'link': 'Naa Chinni Hrudayamlo – 2022082607:31:34.833915.html'
}, {
    'iD': '2022082607:31:36.146255',
    'title': 'నా జీవం నా సర్వం నీవ',
    'link': 'Naa Jeevam Naa Sarvam – 2022082607:31:36.146255.html'
}, {
    'iD': '2022082607:31:37.642959',
    'title': 'నా జీవం నా సర్వం నీవ',
    'link': 'Naa Jeevam Naa Sarvam – 2022082607:31:37.642959.html'
}, {
    'iD': '2022082607:31:38.960839',
    'title': 'నా జీవం నీ కృపలో దాచ',
    'link': 'Naa Jeevam Nee Krupalo – 2022082607:31:38.960839.html'
}, {
    'iD': '2022082607:31:40.364866',
    'title': 'నా జీవం నీ కృపలో దాచ',
    'link': 'Naa Jeevam Nee Krupalo – 2022082607:31:40.364866.html'
}, {
    'iD': '2022082607:31:42.819449',
    'title': 'నా జీవిత భాగస్వామి –',
    'link': 'Naa Jeevitha Bhaagasvaami – 2022082607:31:42.819449.html'
}, {
    'iD': '2022082607:31:44.356230',
    'title': 'నా జీవిత భాగస్వామి –',
    'link': 'Naa Jeevitha Bhaagasvaami – 2022082607:31:44.356230.html'
}, {
    'iD': '2022082607:31:45.860352',
    'title': 'నా జీవిత భాగస్వామివి',
    'link': 'Naa Jeevitha Bhaagaswaamivi – 2022082607:31:45.860352.html'
}, {
    'iD': '2022082607:31:47.119720',
    'title': 'నా జీవిత భాగస్వామివి',
    'link': 'Naa Jeevitha Bhaagaswaamivi – 2022082607:31:47.119720.html'
}, {
    'iD': '2022082607:31:49.780954',
    'title': 'నా జీవిత యాత్రలో\n ప్',
    'link': 'Naa Jeevitha Yaathralo – 2022082607:31:49.780954.html'
}, {
    'iD': '2022082607:31:51.002687',
    'title': 'నా జీవిత యాత్రలో\n ప్',
    'link': 'Naa Jeevitha Yaathralo – 2022082607:31:51.002687.html'
}, {
    'iD': '2022082607:31:52.450470',
    'title': 'నా జీవిత వ్యధలందు యే',
    'link': 'Naa Jeevitha Vyadhalandu – 2022082607:31:52.450470.html'
}, {
    'iD': '2022082607:31:53.777541',
    'title': 'నా జీవిత వ్యధలందు యే',
    'link': 'Naa Jeevitha Vyadhalandu – 2022082607:31:53.777541.html'
}, {
    'iD': '2022082607:31:55.113620',
    'title': 'నా జీవితకాలమంత నిను ',
    'link': 'Naa Jeevitha Kaalamantha – 2022082607:31:55.113620.html'
}, {
    'iD': '2022082607:31:56.325385',
    'title': 'నా జీవితకాలమంత నిను ',
    'link': 'Naa Jeevitha Kaalamantha – 2022082607:31:56.325385.html'
}, {
    'iD': '2022082607:31:57.770685',
    'title': 'నా జీవితం ప్రభు నీకం',
    'link': 'Naa Jeevitham Prabhu Neekankitham – 2022082607:31:57.770685.html'
}, {
    'iD': '2022082607:31:59.102572',
    'title': 'నా జీవితం ప్రభు నీకం',
    'link': 'Naa Jeevitham Prabhu Neekankitham – 2022082607:31:59.102572.html'
}, {
    'iD': '2022082607:32:00.330975',
    'title': 'నా జీవితాంతము\n నీ సే',
    'link': 'Naa Jeevithaanthamu – 2022082607:32:00.330975.html'
}, {
    'iD': '2022082607:32:01.670440',
    'title': 'నా జీవితాంతము\n నీ సే',
    'link': 'Naa Jeevithaanthamu – 2022082607:32:01.670440.html'
}, {
    'iD': '2022082607:32:03.299671',
    'title': 'నా తనువు నా మనసు\n నా',
    'link': 'Naa Thanuvu Naa Manasu – 2022082607:32:03.299671.html'
}, {
    'iD': '2022082607:32:04.837696',
    'title': 'నా తనువు నా మనసు\n నా',
    'link': 'Naa Thanuvu Naa Manasu – 2022082607:32:04.837696.html'
}, {
    'iD': '2022082607:32:07.090587',
    'title': 'నా తల్లి నను మరచినా\n',
    'link': 'Naa Thalli Nanu Marachinaa – 2022082607:32:07.090587.html'
}, {
    'iD': '2022082607:32:08.523400',
    'title': 'నా తల్లి నను మరచినా\n',
    'link': 'Naa Thalli Nanu Marachinaa – 2022082607:32:08.523400.html'
}, {
    'iD': '2022082607:32:10.271055',
    'title': 'నా తండ్రి నన్ను మన్న',
    'link': 'Naa Thandri – 2022082607:32:10.271055.html'
}, {
    'iD': '2022082607:32:11.534970',
    'title': 'నా తండ్రి నన్ను మన్న',
    'link': 'Naa Thandri – 2022082607:32:11.534970.html'
}, {
    'iD': '2022082607:32:13.109126',
    'title': 'నా దీపము యేసయ్యా నీవ',
    'link': 'Naa Deepamu Yesayyaa – 2022082607:32:13.109126.html'
}, {
    'iD': '2022082607:32:14.740273',
    'title': 'నా దీపము యేసయ్యా నీవ',
    'link': 'Naa Deepamu Yesayyaa – 2022082607:32:14.740273.html'
}, {
    'iD': '2022082607:32:16.308623',
    'title': 'నా దేహమును నీ ఆలయముగ',
    'link': 'Naa Dehamunu – 2022082607:32:16.308623.html'
}, {
    'iD': '2022082607:32:17.534781',
    'title': 'నా దేహమును నీ ఆలయముగ',
    'link': 'Naa Dehamunu – 2022082607:32:17.534781.html'
}, {
    'iD': '2022082607:32:19.274133',
    'title': 'నా దేవ ప్రభువా నీ చె',
    'link': 'Naa Deva Prabhuvaa – 2022082607:32:19.274133.html'
}, {
    'iD': '2022082607:32:20.712749',
    'title': 'నా దేవ ప్రభువా నీ చె',
    'link': 'Naa Deva Prabhuvaa – 2022082607:32:20.712749.html'
}, {
    'iD': '2022082607:32:22.131162',
    'title': 'నా దేవా నీకే వందనం\n ',
    'link': 'Naa Devaa Neeke Vandanam – 2022082607:32:22.131162.html'
}, {
    'iD': '2022082607:32:23.370793',
    'title': 'నా దేవా నీకే వందనం\n ',
    'link': 'Naa Devaa Neeke Vandanam – 2022082607:32:23.370793.html'
}, {
    'iD': '2022082607:32:24.909464',
    'title': 'నా దేవుని కృపవలన\n సమ',
    'link': 'Naa Devuni Krupavalana – 2022082607:32:24.909464.html'
}, {
    'iD': '2022082607:32:26.854181',
    'title': 'నా దేవుని కృపవలన\n సమ',
    'link': 'Naa Devuni Krupavalana – 2022082607:32:26.854181.html'
}, {
    'iD': '2022082607:32:28.287349',
    'title': 'నా దేవుని గుడారములో ',
    'link': 'Naa Devuni Gudaaramulo – 2022082607:32:28.287349.html'
}, {
    'iD': '2022082607:32:29.617164',
    'title': 'నా దేవుని గుడారములో ',
    'link': 'Naa Devuni Gudaaramulo – 2022082607:32:29.617164.html'
}, {
    'iD': '2022082607:32:31.149553',
    'title': 'నా దేవుణ్ణి నేను ప్ర',
    'link': 'Naa Devunni Nenu Premisthunna – 2022082607:32:31.149553.html'
}, {
    'iD': '2022082607:32:32.472037',
    'title': 'నా దేవుణ్ణి నేను ప్ర',
    'link': 'Naa Devunni Nenu Premisthunna – 2022082607:32:32.472037.html'
}, {
    'iD': '2022082607:32:34.126668',
    'title': 'నా నాథుడా నా యుల్లమి',
    'link': 'Naa Naathudaa – 2022082607:32:34.126668.html'
}, {
    'iD': '2022082607:32:35.485714',
    'title': 'నా నాథుడా నా యుల్లమి',
    'link': 'Naa Naathudaa – 2022082607:32:35.485714.html'
}, {
    'iD': '2022082607:32:37.697682',
    'title': 'నా నాన్న యింటికి నేన',
    'link': 'Naa Naanna Intiki – 2022082607:32:37.697682.html'
}, {
    'iD': '2022082607:32:40.067026',
    'title': 'నా నాన్న యింటికి నేన',
    'link': 'Naa Naanna Intiki – 2022082607:32:40.067026.html'
}, {
    'iD': '2022082607:32:41.903355',
    'title': 'నా నీతి నీవే నా ఖ్యా',
    'link': 'Naa Neethi Neeve – 2022082607:32:41.903355.html'
}, {
    'iD': '2022082607:32:43.629291',
    'title': 'నా నీతి నీవే నా ఖ్యా',
    'link': 'Naa Neethi Neeve – 2022082607:32:43.629291.html'
}, {
    'iD': '2022082607:32:45.113536',
    'title': 'నా నోటన్ క్రొత్త పాట',
    'link': 'Naa Notan Krottha Paata – 2022082607:32:45.113536.html'
}, {
    'iD': '2022082607:32:46.312186',
    'title': 'నా నోటన్ క్రొత్త పాట',
    'link': 'Naa Notan Krottha Paata – 2022082607:32:46.312186.html'
}, {
    'iD': '2022082607:32:47.702059',
    'title': 'నా పేరే తెలియని ప్రజ',
    'link': 'Naa Pere Theliyani Prajalu – 2022082607:32:47.702059.html'
}, {
    'iD': '2022082607:32:48.974457',
    'title': 'నా పేరే తెలియని ప్రజ',
    'link': 'Naa Pere Theliyani Prajalu – 2022082607:32:48.974457.html'
}, {
    'iD': '2022082607:32:50.508861',
    'title': 'నా ప్రాణ ప్రియుడా నా',
    'link': 'Naa Praana Priyudaa Naa Yesayyaa – 2022082607:32:50.508861.html'
}, {
    'iD': '2022082607:32:52.750492',
    'title': 'నా ప్రాణ ప్రియుడా నా',
    'link': 'Naa Praana Priyudaa Naa Yesayyaa – 2022082607:32:52.750492.html'
}, {
    'iD': '2022082607:32:55.322560',
    'title': 'నా ప్రాణప్రియుడా నా ',
    'link': 'Naa Praanapriyudaa Naa Yesuraajaa – 2022082607:32:55.322560.html'
}, {
    'iD': '2022082607:32:56.624223',
    'title': 'నా ప్రాణప్రియుడా నా ',
    'link': 'Naa Praanapriyudaa Naa Yesuraajaa – 2022082607:32:56.624223.html'
}, {
    'iD': '2022082607:32:58.047254',
    'title': 'నా ప్రాణప్రియుడా యేస',
    'link': 'Naa Praanapriyudaa Yesu Raajaa – 2022082607:32:58.047254.html'
}, {
    'iD': '2022082607:32:59.621430',
    'title': 'నా ప్రాణప్రియుడా యేస',
    'link': 'Naa Praanapriyudaa Yesu Raajaa – 2022082607:32:59.621430.html'
}, {
    'iD': '2022082607:33:01.056756',
    'title': 'నా ప్రాణమా ఏలనే క్రు',
    'link': 'Naa Praanamaa Aelane – 2022082607:33:01.056756.html'
}, {
    'iD': '2022082607:33:02.492062',
    'title': 'నా ప్రాణమా ఏలనే క్రు',
    'link': 'Naa Praanamaa Aelane – 2022082607:33:02.492062.html'
}, {
    'iD': '2022082607:33:04.024648',
    'title': 'నా ప్రాణమా దిగులెందు',
    'link': 'Naa Praanamaa Digulenduku – 2022082607:33:04.024648.html'
}, {
    'iD': '2022082607:33:05.251368',
    'title': 'నా ప్రాణమా దిగులెందు',
    'link': 'Naa Praanamaa Digulenduku – 2022082607:33:05.251368.html'
}, {
    'iD': '2022082607:33:06.789184',
    'title': 'నా ప్రాణమా నా సర్వమా',
    'link': 'Naa Praanamaa Naa Sarvamaa – 2022082607:33:06.789184.html'
}, {
    'iD': '2022082607:33:08.311645',
    'title': 'నా ప్రాణమా నా సర్వమా',
    'link': 'Naa Praanamaa Naa Sarvamaa – 2022082607:33:08.311645.html'
}, {
    'iD': '2022082607:33:09.868473',
    'title': 'నా ప్రాణమా నాలో నీవు',
    'link': 'Naa Praanamaa Naalo Neevu – 2022082607:33:09.868473.html'
}, {
    'iD': '2022082607:33:13.663556',
    'title': 'నా ప్రాణమా నాలో నీవు',
    'link': 'Naa Praanamaa Naalo Neevu – 2022082607:33:13.663556.html'
}, {
    'iD': '2022082607:33:15.598879',
    'title': 'నా ప్రాణమా యేసయ్యా… ',
    'link': 'Naa Praanamaa Neeke Vandanam – 2022082607:33:15.598879.html'
}, {
    'iD': '2022082607:33:17.029691',
    'title': 'నా ప్రాణమా యేసయ్యా… ',
    'link': 'Naa Praanamaa Neeke Vandanam – 2022082607:33:17.029691.html'
}, {
    'iD': '2022082607:33:21.638636',
    'title': 'నా ప్రాణమా సన్నుతించ',
    'link': 'Naa Praanamaa Sannuthinchumaa – 2022082607:33:21.638636.html'
}, {
    'iD': '2022082607:33:23.177350',
    'title': 'నా ప్రాణమా సన్నుతించ',
    'link': 'Naa Praanamaa Sannuthinchumaa – 2022082607:33:23.177350.html'
}, {
    'iD': '2022082607:33:24.611258',
    'title': 'నా ప్రాణమా సన్నుతించ',
    'link': 'Naa Praanamaa Sannuthinchumaa – 2022082607:33:24.611258.html'
}, {
    'iD': '2022082607:33:25.833821',
    'title': 'నా ప్రాణమా సన్నుతించ',
    'link': 'Naa Praanamaa Sannuthinchumaa – 2022082607:33:25.833821.html'
}, {
    'iD': '2022082607:33:27.074786',
    'title': 'నా ప్రాణమైన యేసు\n నా',
    'link': 'Naa Praanamaina Yesu – 2022082607:33:27.074786.html'
}, {
    'iD': '2022082607:33:28.297793',
    'title': 'నా ప్రాణమైన యేసు\n నా',
    'link': 'Naa Praanamaina Yesu – 2022082607:33:28.297793.html'
}, {
    'iD': '2022082607:33:32.156963',
    'title': 'ఆరాధన ఆరాధన ఆరాధనా ఆ',
    'link': 'Naa Praanamaina Yesu (Aaraadhana) – 2022082607:33:32.156963.html'
}, {
    'iD': '2022082607:33:35.079474',
    'title': 'ఆరాధన ఆరాధన ఆరాధనా ఆ',
    'link': 'Naa Praanamaina Yesu (Aaraadhana) – 2022082607:33:35.079474.html'
}, {
    'iD': '2022082607:33:39.441609',
    'title': 'నా ప్రాణానికి ప్రాణం',
    'link': 'Naa Praanaaniki Praanam – 2022082607:33:39.441609.html'
}, {
    'iD': '2022082607:33:41.606578',
    'title': 'నా ప్రాణానికి ప్రాణం',
    'link': 'Naa Praanaaniki Praanam – 2022082607:33:41.606578.html'
}, {
    'iD': '2022082607:33:46.875965',
    'title': 'నా ప్రియ దేశం భారత ద',
    'link': 'Naa Priya Desham – 2022082607:33:46.875965.html'
}, {
    'iD': '2022082607:33:48.193551',
    'title': 'నా ప్రియ దేశం భారత ద',
    'link': 'Naa Priya Desham – 2022082607:33:48.193551.html'
}, {
    'iD': '2022082607:33:50.825708',
    'title': 'ఎత్తుకే ఎదిగినా – నా',
    'link': 'Naa Priya Yesu Raa – 2022082607:33:50.825708.html'
}, {
    'iD': '2022082607:33:52.054082',
    'title': 'ఎత్తుకే ఎదిగినా – నా',
    'link': 'Naa Priya Yesu Raa – 2022082607:33:52.054082.html'
}, {
    'iD': '2022082607:34:00.575734',
    'title': 'నా ప్రియుడు యేసు – న',
    'link': 'Naa Priyudu Yesu – 2022082607:34:00.575734.html'
}, {
    'iD': '2022082607:34:01.741991',
    'title': 'నా ప్రియుడు యేసు – న',
    'link': 'Naa Priyudu Yesu – 2022082607:34:01.741991.html'
}, {
    'iD': '2022082607:34:03.008252',
    'title': 'నా బలమంతా నీవేనయ్యా\n',
    'link': 'Naa Balamanthaa Neevenayyaa – 2022082607:34:03.008252.html'
}, {
    'iD': '2022082607:34:04.441633',
    'title': 'నా బలమంతా నీవేనయ్యా\n',
    'link': 'Naa Balamanthaa Neevenayyaa – 2022082607:34:04.441633.html'
}, {
    'iD': '2022082607:34:05.962404',
    'title': 'నా బ్రతుకు దినములు ల',
    'link': 'Naa Brathuku Dinamulu – 2022082607:34:05.962404.html'
}, {
    'iD': '2022082607:34:09.073147',
    'title': 'నా బ్రతుకు దినములు ల',
    'link': 'Naa Brathuku Dinamulu – 2022082607:34:09.073147.html'
}, {
    'iD': '2022082607:34:12.520832',
    'title': 'నా మట్టుకైతే బ్రతుకు',
    'link': 'Naa Mattukaithe – 2022082607:34:12.520832.html'
}, {
    'iD': '2022082607:34:13.867380',
    'title': 'నా మట్టుకైతే బ్రతుకు',
    'link': 'Naa Mattukaithe – 2022082607:34:13.867380.html'
}, {
    'iD': '2022082607:34:15.300587',
    'title': 'నా మనో నేత్రము తెరచి',
    'link': 'Naa Mano Nethramu – 2022082607:34:15.300587.html'
}, {
    'iD': '2022082607:34:18.062562',
    'title': 'నా మనో నేత్రము తెరచి',
    'link': 'Naa Mano Nethramu – 2022082607:34:18.062562.html'
}, {
    'iD': '2022082607:34:19.907721',
    'title': 'నా యెడల నీకున్న తలంప',
    'link': 'Naa Yedala Neekunna – 2022082607:34:19.907721.html'
}, {
    'iD': '2022082607:34:21.238202',
    'title': 'నా యెడల నీకున్న తలంప',
    'link': 'Naa Yedala Neekunna – 2022082607:34:21.238202.html'
}, {
    'iD': '2022082607:34:22.759732',
    'title': 'నా యేసయ్య ప్రేమ\n నా ',
    'link': 'Naa Yesayya Prema – 2022082607:34:22.759732.html'
}, {
    'iD': '2022082607:34:24.105518',
    'title': 'నా యేసయ్య ప్రేమ\n నా ',
    'link': 'Naa Yesayya Prema – 2022082607:34:24.105518.html'
}, {
    'iD': '2022082607:34:25.643667',
    'title': 'నా యేసయ్యా నా రక్షకా',
    'link': 'Naa Yesayyaa Naa Rakshakaa – 2022082607:34:25.643667.html'
}, {
    'iD': '2022082607:34:26.970809',
    'title': 'నా యేసయ్యా నా రక్షకా',
    'link': 'Naa Yesayyaa Naa Rakshakaa – 2022082607:34:26.970809.html'
}, {
    'iD': '2022082607:34:29.020828',
    'title': 'నా యేసయ్యా నా స్తుతి',
    'link': 'Naa Yesayyaa Naa Sthuthiyaagamu – 2022082607:34:29.020828.html'
}, {
    'iD': '2022082607:34:30.350903',
    'title': 'నా యేసయ్యా నా స్తుతి',
    'link': 'Naa Yesayyaa Naa Sthuthiyaagamu – 2022082607:34:30.350903.html'
}, {
    'iD': '2022082607:34:31.826851',
    'title': 'నా యేసు ప్రభువా నిన్',
    'link': 'Naa Yesu Prabhuvaa – 2022082607:34:31.826851.html'
}, {
    'iD': '2022082607:34:34.038656',
    'title': 'నా యేసు ప్రభువా నిన్',
    'link': 'Naa Yesu Prabhuvaa – 2022082607:34:34.038656.html'
}, {
    'iD': '2022082607:34:35.573181',
    'title': 'నా యేసు రాజ్యము అందమ',
    'link': 'Naa Yesu Raajyamu – 2022082607:34:35.573181.html'
}, {
    'iD': '2022082607:34:36.903929',
    'title': 'నా యేసు రాజ్యము అందమ',
    'link': 'Naa Yesu Raajyamu – 2022082607:34:36.903929.html'
}, {
    'iD': '2022082607:34:38.441135',
    'title': 'నా యేసు రాజా నా ఆరాధ',
    'link': 'Naa Yesu Raajaa – 2022082607:34:38.441135.html'
}, {
    'iD': '2022082607:34:39.760165',
    'title': 'నా యేసు రాజా నా ఆరాధ',
    'link': 'Naa Yesu Raajaa – 2022082607:34:39.760165.html'
}, {
    'iD': '2022082607:34:41.305473',
    'title': 'నా యేసు రాజు\n నాకై ప',
    'link': 'Naa Yesu Raaju – 2022082607:34:41.305473.html'
}, {
    'iD': '2022082607:34:42.742468',
    'title': 'నా యేసు రాజు\n నాకై ప',
    'link': 'Naa Yesu Raaju – 2022082607:34:42.742468.html'
}, {
    'iD': '2022082607:34:44.379471',
    'title': 'నా వేదనలో నా బాధలో\n ',
    'link': 'Naa Vedhanalo Naa Baadhalo – 2022082607:34:44.379471.html'
}, {
    'iD': '2022082607:34:45.585902',
    'title': 'నా వేదనలో నా బాధలో\n ',
    'link': 'Naa Vedhanalo Naa Baadhalo – 2022082607:34:45.585902.html'
}, {
    'iD': '2022082607:34:47.116343',
    'title': 'యేసు స్వామీ నీకు నేన',
    'link': 'Naa Samasthamu – 2022082607:34:47.116343.html'
}, {
    'iD': '2022082607:34:48.360729',
    'title': 'యేసు స్వామీ నీకు నేన',
    'link': 'Naa Samasthamu – 2022082607:34:48.360729.html'
}, {
    'iD': '2022082607:34:49.521018',
    'title': 'నా సర్వం నా కోట\n నా ',
    'link': 'Naa Sarvam Naa Kota – 2022082607:34:49.521018.html'
}, {
    'iD': '2022082607:34:50.863190',
    'title': 'నా సర్వం నా కోట\n నా ',
    'link': 'Naa Sarvam Naa Kota – 2022082607:34:50.863190.html'
}, {
    'iD': '2022082607:34:52.474789',
    'title': 'నా సంకట దుఃఖములెల్ల ',
    'link': 'Naa Sankata Dukhamulella – 2022082607:34:52.474789.html'
}, {
    'iD': '2022082607:34:53.685215',
    'title': 'నా సంకట దుఃఖములెల్ల ',
    'link': 'Naa Sankata Dukhamulella – 2022082607:34:53.685215.html'
}, {
    'iD': '2022082607:34:54.927639',
    'title': 'నా స్తుతి పాత్రుడా –',
    'link': 'Naa Sthuthi Paathrudaa – 2022082607:34:54.927639.html'
}, {
    'iD': '2022082607:34:56.464298',
    'title': 'నా స్తుతి పాత్రుడా –',
    'link': 'Naa Sthuthi Paathrudaa – 2022082607:34:56.464298.html'
}, {
    'iD': '2022082607:34:57.951270',
    'title': 'నా స్తుతుల పైన నివసి',
    'link': 'Naa Sthuthula Paina – 2022082607:34:57.951270.html'
}, {
    'iD': '2022082607:34:59.290229',
    'title': 'నా స్తుతుల పైన నివసి',
    'link': 'Naa Sthuthula Paina – 2022082607:34:59.290229.html'
}, {
    'iD': '2022082607:35:00.763137',
    'title': 'నీతో స్నేహం నే మరువగ',
    'link': 'Naa Snehithudaa – 2022082607:35:00.763137.html'
}, {
    'iD': '2022082607:35:02.099385',
    'title': 'నీతో స్నేహం నే మరువగ',
    'link': 'Naa Snehithudaa – 2022082607:35:02.099385.html'
}, {
    'iD': '2022082607:35:03.586470',
    'title': 'నా హృదయములో నీ మాటలే',
    'link': 'Naa Hrudayamulo Nee Maatale – 2022082607:35:03.586470.html'
}, {
    'iD': '2022082607:35:05.035726',
    'title': 'నా హృదయములో నీ మాటలే',
    'link': 'Naa Hrudayamulo Nee Maatale – 2022082607:35:05.035726.html'
}, {
    'iD': '2022082607:35:06.501098',
    'title': 'నా హృదయాన కొలువైన యే',
    'link': 'Naa Hrudayaana Koluvaina – 2022082607:35:06.501098.html'
}, {
    'iD': '2022082607:35:07.693093',
    'title': 'నా హృదయాన కొలువైన యే',
    'link': 'Naa Hrudayaana Koluvaina – 2022082607:35:07.693093.html'
}, {
    'iD': '2022082607:35:09.574837',
    'title': 'నాకు చాలిన దేవుడ నీవ',
    'link': 'Naaku Chaalina Devuda Neevu – 2022082607:35:09.574837.html'
}, {
    'iD': '2022082607:35:10.902038',
    'title': 'నాకు చాలిన దేవుడ నీవ',
    'link': 'Naaku Chaalina Devuda Neevu – 2022082607:35:10.902038.html'
}, {
    'iD': '2022082607:35:12.334131',
    'title': 'నాకు జీవమై ఉన్న నా జ',
    'link': 'Naaku Jeevamai Unna – 2022082607:35:12.334131.html'
}, {
    'iD': '2022082607:35:13.770218',
    'title': 'నాకు జీవమై ఉన్న నా జ',
    'link': 'Naaku Jeevamai Unna – 2022082607:35:13.770218.html'
}, {
    'iD': '2022082607:35:15.351299',
    'title': 'నాకు నీ కృప చాలును ప',
    'link': 'Naaku Nee Krupa Chaalunu – 2022082607:35:15.351299.html'
}, {
    'iD': '2022082607:35:16.635510',
    'title': 'నాకు నీ కృప చాలును ప',
    'link': 'Naaku Nee Krupa Chaalunu – 2022082607:35:16.635510.html'
}, {
    'iD': '2022082607:35:17.973654',
    'title': 'నాకు బలము ఉన్నంత వరక',
    'link': 'Naaku Balamu Unnantha Varaku – 2022082607:35:17.973654.html'
}, {
    'iD': '2022082607:35:19.182822',
    'title': 'నాకు బలము ఉన్నంత వరక',
    'link': 'Naaku Balamu Unnantha Varaku – 2022082607:35:19.182822.html'
}, {
    'iD': '2022082607:35:20.734543',
    'title': 'నాకున్న బలము సరిపోదయ',
    'link': 'Naakunna Balamu Saripodayyaa – 2022082607:35:20.734543.html'
}, {
    'iD': '2022082607:35:22.369266',
    'title': 'నాకున్న బలము సరిపోదయ',
    'link': 'Naakunna Balamu Saripodayyaa – 2022082607:35:22.369266.html'
}, {
    'iD': '2022082607:35:24.722476',
    'title': 'నాకున్నది నీవేనని\n న',
    'link': 'Naakunnadi Neevenani – 2022082607:35:24.722476.html'
}, {
    'iD': '2022082607:35:26.063539',
    'title': 'నాకున్నది నీవేనని\n న',
    'link': 'Naakunnadi Neevenani – 2022082607:35:26.063539.html'
}, {
    'iD': '2022082607:35:27.492624',
    'title': 'నాకెన్నో మేలులు చేసి',
    'link': 'Naakenno Melulu Chesithive – 2022082607:35:27.492624.html'
}, {
    'iD': '2022082607:35:29.321761',
    'title': 'నాకెన్నో మేలులు చేసి',
    'link': 'Naakenno Melulu Chesithive – 2022082607:35:29.321761.html'
}, {
    'iD': '2022082607:35:30.977057',
    'title': 'నాకై చీల్చబడ్డ యో\n న',
    'link': 'Naakai Cheelchabadda – 2022082607:35:30.977057.html'
}, {
    'iD': '2022082607:35:32.299224',
    'title': 'నాకై చీల్చబడ్డ యో\n న',
    'link': 'Naakai Cheelchabadda – 2022082607:35:32.299224.html'
}, {
    'iD': '2022082607:35:33.928912',
    'title': 'నాకై నా యేసు కట్టెను',
    'link': 'Naakai Naa Yesu Kattenu – 2022082607:35:33.928912.html'
}, {
    'iD': '2022082607:35:35.271415',
    'title': 'నాకై నా యేసు కట్టెను',
    'link': 'Naakai Naa Yesu Kattenu – 2022082607:35:35.271415.html'
}, {
    'iD': '2022082607:35:36.812123',
    'title': 'నాతో నీవు మాటాడినచో\n',
    'link': 'Naatho Neevu Maataadinacho – 2022082607:35:36.812123.html'
}, {
    'iD': '2022082607:35:38.493715',
    'title': 'నాతో నీవు మాటాడినచో\n',
    'link': 'Naatho Neevu Maataadinacho – 2022082607:35:38.493715.html'
}, {
    'iD': '2022082607:35:40.178851',
    'title': 'నాతో నీవు మాట్లాడినచ',
    'link': 'Naatho Neevu Maatlaadinacho – 2022082607:35:40.178851.html'
}, {
    'iD': '2022082607:35:41.417000',
    'title': 'నాతో నీవు మాట్లాడినచ',
    'link': 'Naatho Neevu Maatlaadinacho – 2022082607:35:41.417000.html'
}, {
    'iD': '2022082607:35:42.644962',
    'title': 'నాతో మాట్లాడు ప్రభువ',
    'link': 'Naatho Maatlaadu Prabhuvaa – 2022082607:35:42.644962.html'
}, {
    'iD': '2022082607:35:45.664844',
    'title': 'నాతో మాట్లాడు ప్రభువ',
    'link': 'Naatho Maatlaadu Prabhuvaa – 2022082607:35:45.664844.html'
}, {
    'iD': '2022082607:35:47.699403',
    'title': 'నాదంటూ లోకాన ఏదీ లేద',
    'link': 'Naadantu Lokaana – 2022082607:35:47.699403.html'
}, {
    'iD': '2022082607:35:49.001211',
    'title': 'నాదంటూ లోకాన ఏదీ లేద',
    'link': 'Naadantu Lokaana – 2022082607:35:49.001211.html'
}, {
    'iD': '2022082607:35:50.634065',
    'title': 'నాదు జీవమాయనే నా సమస',
    'link': 'Naadu Jeevamaayane – 2022082607:35:50.634065.html'
}, {
    'iD': '2022082607:35:52.271924',
    'title': 'నాదు జీవమాయనే నా సమస',
    'link': 'Naadu Jeevamaayane – 2022082607:35:52.271924.html'
}, {
    'iD': '2022082607:35:54.014083',
    'title': 'నాదు జీవితము మారిపొయ',
    'link': 'Naadu Jeevithamu – 2022082607:35:54.014083.html'
}, {
    'iD': '2022082607:35:55.334251',
    'title': 'నాదు జీవితము మారిపొయ',
    'link': 'Naadu Jeevithamu – 2022082607:35:55.334251.html'
}, {
    'iD': '2022082607:35:56.578447',
    'title': 'నావన్ని యంగీకరించుమీ',
    'link': 'Naavanni Yangeekarinchumee Devaa – 2022082607:35:56.578447.html'
}, {
    'iD': '2022082607:35:58.011273',
    'title': 'నావన్ని యంగీకరించుమీ',
    'link': 'Naavanni Yangeekarinchumee Devaa – 2022082607:35:58.011273.html'
}, {
    'iD': '2022082607:35:59.645121',
    'title': 'నాలాంటి చిన్నలంటే యే',
    'link': 'Naalaanti Chinnalante – 2022082607:35:59.645121.html'
}, {
    'iD': '2022082607:36:01.079757',
    'title': 'నాలాంటి చిన్నలంటే యే',
    'link': 'Naalaanti Chinnalante – 2022082607:36:01.079757.html'
}, {
    'iD': '2022082607:36:02.309164',
    'title': 'నాలో ఉన్న ఆనందం\n నాక',
    'link': 'Naalo Unna Aanandam – 2022082607:36:02.309164.html'
}, {
    'iD': '2022082607:36:03.523569',
    'title': 'నాలో ఉన్న ఆనందం\n నాక',
    'link': 'Naalo Unna Aanandam – 2022082607:36:03.523569.html'
}, {
    'iD': '2022082607:36:04.970260',
    'title': 'నాలో ఉన్న ఆశలన్నియు\n',
    'link': 'Naalo Unna Aashalanniyu – 2022082607:36:04.970260.html'
}, {
    'iD': '2022082607:36:06.199437',
    'title': 'నాలో ఉన్న ఆశలన్నియు\n',
    'link': 'Naalo Unna Aashalanniyu – 2022082607:36:06.199437.html'
}, {
    'iD': '2022082607:36:07.602358',
    'title': 'నాలో ఉండి నను నడిపిం',
    'link': 'Naalo Undi Nanu Nadipincheti – 2022082607:36:07.602358.html'
}, {
    'iD': '2022082607:36:08.860409',
    'title': 'నాలో ఉండి నను నడిపిం',
    'link': 'Naalo Undi Nanu Nadipincheti – 2022082607:36:08.860409.html'
}, {
    'iD': '2022082607:36:10.090196',
    'title': 'నాలోని ఆశ నాలోని కోర',
    'link': 'Naaloni Aasha Naaloni Korika – 2022082607:36:10.090196.html'
}, {
    'iD': '2022082607:36:11.420679',
    'title': 'నాలోని ఆశ నాలోని కోర',
    'link': 'Naaloni Aasha Naaloni Korika – 2022082607:36:11.420679.html'
}, {
    'iD': '2022082607:36:12.957253',
    'title': 'న్యాయాధిపతి అయిన దేవ',
    'link': 'Nyaayaadhipathi Aina Devudu – 2022082607:36:12.957253.html'
}, {
    'iD': '2022082607:36:14.288307',
    'title': 'న్యాయాధిపతి అయిన దేవ',
    'link': 'Nyaayaadhipathi Aina Devudu – 2022082607:36:14.288307.html'
}, {
    'iD': '2022082607:36:15.609682',
    'title': 'నిజముగా మొర పెట్టిన\n',
    'link': 'Nijamugaa Mora Pettina – 2022082607:36:15.609682.html'
}, {
    'iD': '2022082607:36:16.817645',
    'title': 'నిజముగా మొర పెట్టిన\n',
    'link': 'Nijamugaa Mora Pettina – 2022082607:36:16.817645.html'
}, {
    'iD': '2022082607:36:18.213231',
    'title': 'నిజమైన ద్రాక్షావల్లి',
    'link': 'Nijamaina Draakshaavalli – 2022082607:36:18.213231.html'
}, {
    'iD': '2022082607:36:19.697601',
    'title': 'నిజమైన ద్రాక్షావల్లి',
    'link': 'Nijamaina Draakshaavalli – 2022082607:36:19.697601.html'
}, {
    'iD': '2022082607:36:21.135605',
    'title': 'నిత్య జీవపు రాజ్యముల',
    'link': 'Nithya Jeevapu Raajyamulo – 2022082607:36:21.135605.html'
}, {
    'iD': '2022082607:36:22.686457',
    'title': 'నిత్య జీవపు రాజ్యముల',
    'link': 'Nithya Jeevapu Raajyamulo – 2022082607:36:22.686457.html'
}, {
    'iD': '2022082607:36:23.907612',
    'title': 'నిత్య ప్రేమతో – నన్న',
    'link': 'Nithya Prematho – 2022082607:36:23.907612.html'
}, {
    'iD': '2022082607:36:25.363073',
    'title': 'నిత్య ప్రేమతో – నన్న',
    'link': 'Nithya Prematho – 2022082607:36:25.363073.html'
}, {
    'iD': '2022082607:36:27.063827',
    'title': 'నిత్యం నిలిచేది – నీ',
    'link': 'Nithyam Nilichedi Nee Preme – 2022082607:36:27.063827.html'
}, {
    'iD': '2022082607:36:28.726639',
    'title': 'నిత్యం నిలిచేది – నీ',
    'link': 'Nithyam Nilichedi Nee Preme – 2022082607:36:28.726639.html'
}, {
    'iD': '2022082607:36:29.956690',
    'title': 'నిత్యము స్తుతించినా\n',
    'link': 'Nithyamu Sthuthinchinaa – 2022082607:36:29.956690.html'
}, {
    'iD': '2022082607:36:31.152885',
    'title': 'నిత్యము స్తుతించినా\n',
    'link': 'Nithyamu Sthuthinchinaa – 2022082607:36:31.152885.html'
}, {
    'iD': '2022082607:36:32.619875',
    'title': 'నిన్నంత దేవరు యారు ఇ',
    'link': 'Ninnantha Devaru – 2022082607:36:32.619875.html'
}, {
    'iD': '2022082607:36:33.792875',
    'title': 'నిన్నంత దేవరు యారు ఇ',
    'link': 'Ninnantha Devaru – 2022082607:36:33.792875.html'
}, {
    'iD': '2022082607:36:35.279402',
    'title': 'నిను గాక మరి దేనిని ',
    'link': 'Ninu Gaaka Mari Denini – 2022082607:36:35.279402.html'
}, {
    'iD': '2022082607:36:36.805683',
    'title': 'నిను గాక మరి దేనిని ',
    'link': 'Ninu Gaaka Mari Denini – 2022082607:36:36.805683.html'
}, {
    'iD': '2022082607:36:38.486479',
    'title': 'నిను చూసే కన్నులు నా',
    'link': 'Ninu Choose Kannulu – 2022082607:36:38.486479.html'
}, {
    'iD': '2022082607:36:39.773113',
    'title': 'నిను చూసే కన్నులు నా',
    'link': 'Ninu Choose Kannulu – 2022082607:36:39.773113.html'
}, {
    'iD': '2022082607:36:41.013591',
    'title': 'నిను చేరగ నా మది ధన్',
    'link': 'Ninu Cheraga Naa Madi – 2022082607:36:41.013591.html'
}, {
    'iD': '2022082607:36:42.192086',
    'title': 'నిను చేరగ నా మది ధన్',
    'link': 'Ninu Cheraga Naa Madi – 2022082607:36:42.192086.html'
}, {
    'iD': '2022082607:36:43.787809',
    'title': 'నిను పాడాలని కీర్తిం',
    'link': 'Ninnu Paadaalani – 2022082607:36:43.787809.html'
}, {
    'iD': '2022082607:36:45.097871',
    'title': 'నిను పాడాలని కీర్తిం',
    'link': 'Ninnu Paadaalani – 2022082607:36:45.097871.html'
}, {
    'iD': '2022082607:36:46.376435',
    'title': 'నిను పోలిన వారెవరూ –',
    'link': 'Ninu Polina Vaarevaru – 2022082607:36:46.376435.html'
}, {
    'iD': '2022082607:36:47.670478',
    'title': 'నిను పోలిన వారెవరూ –',
    'link': 'Ninu Polina Vaarevaru – 2022082607:36:47.670478.html'
}, {
    'iD': '2022082607:36:49.106454',
    'title': 'నిను స్తుతించినా చాల',
    'link': 'Ninu Sthuthinchinaa Chaalu – 2022082607:36:49.106454.html'
}, {
    'iD': '2022082607:36:50.333894',
    'title': 'నిను స్తుతించినా చాల',
    'link': 'Ninu Sthuthinchinaa Chaalu – 2022082607:36:50.333894.html'
}, {
    'iD': '2022082607:36:51.961826',
    'title': 'నిను స్తుతియించే కార',
    'link': 'Ninu Sthuthiyinche Kaaranam – 2022082607:36:51.961826.html'
}, {
    'iD': '2022082607:36:53.200173',
    'title': 'నిను స్తుతియించే కార',
    'link': 'Ninu Sthuthiyinche Kaaranam – 2022082607:36:53.200173.html'
}, {
    'iD': '2022082607:36:54.637491',
    'title': 'నిన్ను కాపాడు దేవుడు',
    'link': 'Ninnu Kaapaadu Devudu – 2022082607:36:54.637491.html'
}, {
    'iD': '2022082607:36:55.866243',
    'title': 'నిన్ను కాపాడు దేవుడు',
    'link': 'Ninnu Kaapaadu Devudu – 2022082607:36:55.866243.html'
}, {
    'iD': '2022082607:36:57.284684',
    'title': 'నిన్ను కాపాడువాడు కు',
    'link': 'Ninnu Kaapaaduvaadu Kunukadu – 2022082607:36:57.284684.html'
}, {
    'iD': '2022082607:36:58.627072',
    'title': 'నిన్ను కాపాడువాడు కు',
    'link': 'Ninnu Kaapaaduvaadu Kunukadu – 2022082607:36:58.627072.html'
}, {
    'iD': '2022082607:37:00.268481',
    'title': 'నిన్ను చూడగ వచ్చినాడ',
    'link': 'Ninnu Choodaga Vachchinaaduraa – 2022082607:37:00.268481.html'
}, {
    'iD': '2022082607:37:01.700187',
    'title': 'నిన్ను చూడగ వచ్చినాడ',
    'link': 'Ninnu Choodaga Vachchinaaduraa – 2022082607:37:01.700187.html'
}, {
    'iD': '2022082607:37:03.273424',
    'title': 'నిన్ను తలచి నను నేను',
    'link': 'Ninnu Thalachi – 2022082607:37:03.273424.html'
}, {
    'iD': '2022082607:37:04.670826',
    'title': 'నిన్ను తలచి నను నేను',
    'link': 'Ninnu Thalachi – 2022082607:37:04.670826.html'
}, {
    'iD': '2022082607:37:06.210191',
    'title': 'నిన్ను వెంబడించెద\n న',
    'link': 'Ninnu Vembadincheda – 2022082607:37:06.210191.html'
}, {
    'iD': '2022082607:37:07.423688',
    'title': 'నిన్ను వెంబడించెద\n న',
    'link': 'Ninnu Vembadincheda – 2022082607:37:07.423688.html'
}, {
    'iD': '2022082607:37:08.845642',
    'title': 'నిన్నే నిన్నే నమ్ముక',
    'link': 'Ninne Ninne Nammukunnaanayya – 2022082607:37:08.845642.html'
}, {
    'iD': '2022082607:37:10.490044',
    'title': 'నిన్నే నిన్నే నమ్ముక',
    'link': 'Ninne Ninne Nammukunnaanayya – 2022082607:37:10.490044.html'
}, {
    'iD': '2022082607:37:11.743787',
    'title': 'యేసయ్యా.. యేసయ్యా.. ',
    'link': 'Ninne Ninne Ne Koluthunayyaa – 2022082607:37:11.743787.html'
}, {
    'iD': '2022082607:37:13.151040',
    'title': 'యేసయ్యా.. యేసయ్యా.. ',
    'link': 'Ninne Ninne Ne Koluthunayyaa – 2022082607:37:13.151040.html'
}, {
    'iD': '2022082607:37:15.732896',
    'title': 'నిన్నే ప్రేమింతును న',
    'link': 'Ninne Preminthunu – 2022082607:37:15.732896.html'
}, {
    'iD': '2022082607:37:17.063803',
    'title': 'నిన్నే ప్రేమింతును న',
    'link': 'Ninne Preminthunu – 2022082607:37:17.063803.html'
}, {
    'iD': '2022082607:37:18.496492',
    'title': 'నిబంధనా జనులం\n నిరీక',
    'link': 'Nibandhanaa Janulam – 2022082607:37:18.496492.html'
}, {
    'iD': '2022082607:37:19.725216',
    'title': 'నిబంధనా జనులం\n నిరీక',
    'link': 'Nibandhanaa Janulam – 2022082607:37:19.725216.html'
}, {
    'iD': '2022082607:37:22.179879',
    'title': 'నిబ్బరముతో నా యేసుకే',
    'link': 'Nibbaramutho Naa Yesuke – 2022082607:37:22.179879.html'
}, {
    'iD': '2022082607:37:23.410542',
    'title': 'నిబ్బరముతో నా యేసుకే',
    'link': 'Nibbaramutho Naa Yesuke – 2022082607:37:23.410542.html'
}, {
    'iD': '2022082607:37:24.722355',
    'title': 'నిబ్బరం కలిగి ధైర్యమ',
    'link': 'Nibbaram Kaligi – 2022082607:37:24.722355.html'
}, {
    'iD': '2022082607:37:26.051963',
    'title': 'నిబ్బరం కలిగి ధైర్యమ',
    'link': 'Nibbaram Kaligi – 2022082607:37:26.051963.html'
}, {
    'iD': '2022082607:37:27.506166',
    'title': 'నిరతము స్తుతియించుము',
    'link': 'Nirathamu Sthuthiyinchumu – 2022082607:37:27.506166.html'
}, {
    'iD': '2022082607:37:28.763182',
    'title': 'నిరతము స్తుతియించుము',
    'link': 'Nirathamu Sthuthiyinchumu – 2022082607:37:28.763182.html'
}, {
    'iD': '2022082607:37:30.203873',
    'title': 'నిరంతరమైన నీ కృపలో\n ',
    'link': 'Nirantharamaina Nee Krupalo – 2022082607:37:30.203873.html'
}, {
    'iD': '2022082607:37:31.529654',
    'title': 'నిరంతరమైన నీ కృపలో\n ',
    'link': 'Nirantharamaina Nee Krupalo – 2022082607:37:31.529654.html'
}, {
    'iD': '2022082607:37:33.228284',
    'title': 'నింగిలో దేవుడు నిను ',
    'link': 'Ningilo Devudu – 2022082607:37:33.228284.html'
}, {
    'iD': '2022082607:37:34.474712',
    'title': 'నింగిలో దేవుడు నిను ',
    'link': 'Ningilo Devudu – 2022082607:37:34.474712.html'
}, {
    'iD': '2022082607:37:36.006179',
    'title': 'నీ అరచేతిలో చెక్కుకు',
    'link': 'Nee Arachethilo Chekkukuntivi – 2022082607:37:36.006179.html'
}, {
    'iD': '2022082607:37:37.235589',
    'title': 'నీ అరచేతిలో చెక్కుకు',
    'link': 'Nee Arachethilo Chekkukuntivi – 2022082607:37:37.235589.html'
}, {
    'iD': '2022082607:37:39.111309',
    'title': 'నీ కంటిపాపనూ – నా కం',
    'link': 'Nee Kantipaapanu – 2022082607:37:39.111309.html'
}, {
    'iD': '2022082607:37:40.328460',
    'title': 'నీ కంటిపాపనూ – నా కం',
    'link': 'Nee Kantipaapanu – 2022082607:37:40.328460.html'
}, {
    'iD': '2022082607:37:41.616261',
    'title': 'నీ కార్యములు ఆశ్చర్య',
    'link': 'Nee Kaaryamulu – 2022082607:37:41.616261.html'
}, {
    'iD': '2022082607:37:44.052475',
    'title': 'నీ కార్యములు ఆశ్చర్య',
    'link': 'Nee Kaaryamulu – 2022082607:37:44.052475.html'
}, {
    'iD': '2022082607:37:45.746593',
    'title': 'నీ కృప ఆకాశము కన్నా ',
    'link': 'Nee Krupa Aakaashamu Kannaa – 2022082607:37:45.746593.html'
}, {
    'iD': '2022082607:37:47.098015',
    'title': 'నీ కృప ఆకాశము కన్నా ',
    'link': 'Nee Krupa Aakaashamu Kannaa – 2022082607:37:47.098015.html'
}, {
    'iD': '2022082607:37:48.484996',
    'title': 'నీ కృప చాలునయా యేసయ్',
    'link': 'Nee Krupa Chaalunayaa – 2022082607:37:48.484996.html'
}, {
    'iD': '2022082607:37:51.570513',
    'title': 'నీ కృప చాలునయా యేసయ్',
    'link': 'Nee Krupa Chaalunayaa – 2022082607:37:51.570513.html'
}, {
    'iD': '2022082607:37:53.289476',
    'title': 'నీ కృప చాలును\n నీ ప్',
    'link': 'Nee Krupa Chaalunu – 2022082607:37:53.289476.html'
}, {
    'iD': '2022082607:37:54.540636',
    'title': 'నీ కృప చాలును\n నీ ప్',
    'link': 'Nee Krupa Chaalunu – 2022082607:37:54.540636.html'
}, {
    'iD': '2022082607:37:55.871653',
    'title': 'నీ కృప నాకు చాలును\n ',
    'link': 'Nee Krupa Naaku Chaalunu – 2022082607:37:55.871653.html'
}, {
    'iD': '2022082607:38:00.991645',
    'title': 'నీ కృప నాకు చాలును\n ',
    'link': 'Nee Krupa Naaku Chaalunu – 2022082607:38:00.991645.html'
}, {
    'iD': '2022082607:38:02.220613',
    'title': 'నీ కృప నిత్యముండును\n',
    'link': 'Nee Krupa Nithyamundunu – 2022082607:38:02.220613.html'
}, {
    'iD': '2022082607:38:03.758603',
    'title': 'నీ కృప నిత్యముండును\n',
    'link': 'Nee Krupa Nithyamundunu – 2022082607:38:03.758603.html'
}, {
    'iD': '2022082607:38:05.088231',
    'title': 'యేసయ్యా నీ కృప నాకు ',
    'link': 'Nee Krupa Leni Kshanamu – 2022082607:38:05.088231.html'
}, {
    'iD': '2022082607:38:06.315688',
    'title': 'యేసయ్యా నీ కృప నాకు ',
    'link': 'Nee Krupa Leni Kshanamu – 2022082607:38:06.315688.html'
}, {
    'iD': '2022082607:38:07.962051',
    'title': 'నీ కృప లేనిచో ఒక క్ష',
    'link': 'Nee Krupa Lenicho – 2022082607:38:07.962051.html'
}, {
    'iD': '2022082607:38:09.275394',
    'title': 'నీ కృప లేనిచో ఒక క్ష',
    'link': 'Nee Krupa Lenicho – 2022082607:38:09.275394.html'
}, {
    'iD': '2022082607:38:10.833074',
    'title': 'నీ కృపను గూర్చి నే ప',
    'link': 'Nee Krupanu Goorchi – 2022082607:38:10.833074.html'
}, {
    'iD': '2022082607:38:12.256481',
    'title': 'నీ కృపను గూర్చి నే ప',
    'link': 'Nee Krupanu Goorchi – 2022082607:38:12.256481.html'
}, {
    'iD': '2022082607:38:13.795582',
    'title': 'నీ కొరకు నా ప్రాణం ఆ',
    'link': 'Nee Koraku Naa Praanam – 2022082607:38:13.795582.html'
}, {
    'iD': '2022082607:38:15.125550',
    'title': 'నీ కొరకు నా ప్రాణం ఆ',
    'link': 'Nee Koraku Naa Praanam – 2022082607:38:15.125550.html'
}, {
    'iD': '2022082607:38:16.661273',
    'title': 'నీ చరణములే నమ్మితి న',
    'link': 'Nee Charanamule Nammithi – 2022082607:38:16.661273.html'
}, {
    'iD': '2022082607:38:17.860962',
    'title': 'నీ చరణములే నమ్మితి న',
    'link': 'Nee Charanamule Nammithi – 2022082607:38:17.860962.html'
}, {
    'iD': '2022082607:38:19.335271',
    'title': 'నీ చల్లని నీడలో\n నీ ',
    'link': 'Nee Challani Needalo – 2022082607:38:19.335271.html'
}, {
    'iD': '2022082607:38:20.649840',
    'title': 'నీ చల్లని నీడలో\n నీ ',
    'link': 'Nee Challani Needalo – 2022082607:38:20.649840.html'
}, {
    'iD': '2022082607:38:22.090436',
    'title': 'నీ చల్లనైన నీడలో నన్',
    'link': 'Nee Challanaina Needalo – 2022082607:38:22.090436.html'
}, {
    'iD': '2022082607:38:23.519579',
    'title': 'నీ చల్లనైన నీడలో నన్',
    'link': 'Nee Challanaina Needalo – 2022082607:38:23.519579.html'
}, {
    'iD': '2022082607:38:25.160137',
    'title': 'నీ చిత్తమునే నెరవేర్',
    'link': 'Nee Chitthamune – 2022082607:38:25.160137.html'
}, {
    'iD': '2022082607:38:26.389672',
    'title': 'నీ చిత్తమునే నెరవేర్',
    'link': 'Nee Chitthamune – 2022082607:38:26.389672.html'
}, {
    'iD': '2022082607:38:28.975191',
    'title': 'నీ చేతి కార్యములు సత',
    'link': 'Nee Chethi Kaaryamulu – 2022082607:38:28.975191.html'
}, {
    'iD': '2022082607:38:30.381238',
    'title': 'నీ చేతి కార్యములు సత',
    'link': 'Nee Chethi Kaaryamulu – 2022082607:38:30.381238.html'
}, {
    'iD': '2022082607:38:31.568741',
    'title': 'నీ చేతిలో రొట్టెను న',
    'link': 'Nee Chethilo Rottenu Nenayya – 2022082607:38:31.568741.html'
}, {
    'iD': '2022082607:38:32.841941',
    'title': 'నీ చేతిలో రొట్టెను న',
    'link': 'Nee Chethilo Rottenu Nenayya – 2022082607:38:32.841941.html'
}, {
    'iD': '2022082607:38:34.131902',
    'title': 'నీ చేతితో నన్ను పట్ట',
    'link': 'Nee Chethitho Nannu Pattuko – 2022082607:38:34.131902.html'
}, {
    'iD': '2022082607:38:35.491741',
    'title': 'నీ చేతితో నన్ను పట్ట',
    'link': 'Nee Chethitho Nannu Pattuko – 2022082607:38:35.491741.html'
}, {
    'iD': '2022082607:38:39.186602',
    'title': 'నీ జ్ఞాపకం అనేకులను ',
    'link': 'Nee Gnaapakam Anekulanu – 2022082607:38:39.186602.html'
}, {
    'iD': '2022082607:38:40.404674',
    'title': 'నీ జ్ఞాపకం అనేకులను ',
    'link': 'Nee Gnaapakam Anekulanu – 2022082607:38:40.404674.html'
}, {
    'iD': '2022082607:38:44.615137',
    'title': 'నీ జీవితం నీటీ బుడగా',
    'link': 'Nee Jeevitham Neeti Budaga – 2022082607:38:44.615137.html'
}, {
    'iD': '2022082607:38:45.843543',
    'title': 'నీ జీవితం నీటీ బుడగా',
    'link': 'Nee Jeevitham Neeti Budaga – 2022082607:38:45.843543.html'
}, {
    'iD': '2022082607:38:49.019878',
    'title': 'నీ జీవితం విలువైనది\n',
    'link': 'Nee Jeevitham Viluvainadi – 2022082607:38:49.019878.html'
}, {
    'iD': '2022082607:38:50.575838',
    'title': 'నీ జీవితం విలువైనది\n',
    'link': 'Nee Jeevitham Viluvainadi – 2022082607:38:50.575838.html'
}, {
    'iD': '2022082607:38:51.888517',
    'title': 'నీ జీవితం క్షణ భంగుర',
    'link': 'Nee Jeevitham Kshana Bhanguram – 2022082607:38:51.888517.html'
}, {
    'iD': '2022082607:38:53.112871',
    'title': 'నీ జీవితం క్షణ భంగుర',
    'link': 'Nee Jeevitham Kshana Bhanguram – 2022082607:38:53.112871.html'
}, {
    'iD': '2022082607:38:54.649755',
    'title': 'నీ జీవితం క్షణ భంగుర',
    'link': 'Nee Jeevitham Kshana Bhanguram – 2022082607:38:54.649755.html'
}, {
    'iD': '2022082607:38:55.865279',
    'title': 'నీ జీవితం క్షణ భంగుర',
    'link': 'Nee Jeevitham Kshana Bhanguram – 2022082607:38:55.865279.html'
}, {
    'iD': '2022082607:38:57.190102',
    'title': 'నీ దయలో నీ కృపలో కాచ',
    'link': 'Nee Dayalo Nee Krupalo – 2022082607:38:57.190102.html'
}, {
    'iD': '2022082607:38:58.622096',
    'title': 'నీ దయలో నీ కృపలో కాచ',
    'link': 'Nee Dayalo Nee Krupalo – 2022082607:38:58.622096.html'
}, {
    'iD': '2022082607:39:00.054729',
    'title': 'నీ దయలో నేనున్న ఇంత ',
    'link': 'Nee Dayalo Nenunna – 2022082607:39:00.054729.html'
}, {
    'iD': '2022082607:39:01.391931',
    'title': 'నీ దయలో నేనున్న ఇంత ',
    'link': 'Nee Dayalo Nenunna – 2022082607:39:01.391931.html'
}, {
    'iD': '2022082607:39:05.696050',
    'title': 'నీ ధనము నీ ఘనము ప్రభ',
    'link': 'Nee Dhanamu Nee Ghanamu – 2022082607:39:05.696050.html'
}, {
    'iD': '2022082607:39:06.939430',
    'title': 'నీ ధనము నీ ఘనము ప్రభ',
    'link': 'Nee Dhanamu Nee Ghanamu – 2022082607:39:06.939430.html'
}, {
    'iD': '2022082607:39:08.473975',
    'title': 'నీ నామమే ఎద కొలిచెదన',
    'link': 'Nee Naamame Eda – 2022082607:39:08.473975.html'
}, {
    'iD': '2022082607:39:09.703076',
    'title': 'నీ నామమే ఎద కొలిచెదన',
    'link': 'Nee Naamame Eda – 2022082607:39:09.703076.html'
}, {
    'iD': '2022082607:39:11.547407',
    'title': 'నీ నామం అతి మధురం\n న',
    'link': 'Nee Naamam Athi Madhuram – 2022082607:39:11.547407.html'
}, {
    'iD': '2022082607:39:13.041995',
    'title': 'నీ నామం అతి మధురం\n న',
    'link': 'Nee Naamam Athi Madhuram – 2022082607:39:13.041995.html'
}, {
    'iD': '2022082607:39:14.312456',
    'title': 'నీ నామం నా గానం\n నీ ',
    'link': 'Nee Naamam Naa Gaanam – 2022082607:39:14.312456.html'
}, {
    'iD': '2022082607:39:15.641636',
    'title': 'నీ నామం నా గానం\n నీ ',
    'link': 'Nee Naamam Naa Gaanam – 2022082607:39:15.641636.html'
}, {
    'iD': '2022082607:39:17.106614',
    'title': 'నీ నిర్ణయం ఎంతో విలు',
    'link': 'Nee Nirnayam – 2022082607:39:17.106614.html'
}, {
    'iD': '2022082607:39:18.607683',
    'title': 'నీ నిర్ణయం ఎంతో విలు',
    'link': 'Nee Nirnayam – 2022082607:39:18.607683.html'
}, {
    'iD': '2022082607:39:21.890320',
    'title': 'నీ నీడలోన నీ జాడలోన\n',
    'link': 'Nee Needalona – 2022082607:39:21.890320.html'
}, {
    'iD': '2022082607:39:23.222228',
    'title': 'నీ నీడలోన నీ జాడలోన\n',
    'link': 'Nee Needalona – 2022082607:39:23.222228.html'
}, {
    'iD': '2022082607:39:24.447701',
    'title': 'నీ పద సేవయే చాలు\n యే',
    'link': 'Nee Pada Sevaye Chaalu – 2022082607:39:24.447701.html'
}, {
    'iD': '2022082607:39:28.239361',
    'title': 'నీ పద సేవయే చాలు\n యే',
    'link': 'Nee Pada Sevaye Chaalu – 2022082607:39:28.239361.html'
}, {
    'iD': '2022082607:39:30.491457',
    'title': 'నీ పాద సన్నిధికి\n కృ',
    'link': 'Nee Paadha Sannidhiki – 2022082607:39:30.491457.html'
}, {
    'iD': '2022082607:39:31.708458',
    'title': 'నీ పాద సన్నిధికి\n కృ',
    'link': 'Nee Paadha Sannidhiki – 2022082607:39:31.708458.html'
}, {
    'iD': '2022082607:39:35.695833',
    'title': 'నీ పాదం మ్రొక్కెదన్ ',
    'link': 'Nee Paadam Mrokkedan – 2022082607:39:35.695833.html'
}, {
    'iD': '2022082607:39:37.099729',
    'title': 'నీ పాదం మ్రొక్కెదన్ ',
    'link': 'Nee Paadam Mrokkedan – 2022082607:39:37.099729.html'
}, {
    'iD': '2022082607:39:38.785958',
    'title': 'నీ పాదాలే నాకు శరణం\n',
    'link': 'Nee Paadaale Naaku Sharanam – 2022082607:39:38.785958.html'
}, {
    'iD': '2022082607:39:40.116666',
    'title': 'నీ పాదాలే నాకు శరణం\n',
    'link': 'Nee Paadaale Naaku Sharanam – 2022082607:39:40.116666.html'
}, {
    'iD': '2022082607:39:41.652405',
    'title': 'నీ ప్రియ ప్రభుని సేవ',
    'link': 'Nee Priya Prabhuni Sevakai – 2022082607:39:41.652405.html'
}, {
    'iD': '2022082607:39:42.880488',
    'title': 'నీ ప్రియ ప్రభుని సేవ',
    'link': 'Nee Priya Prabhuni Sevakai – 2022082607:39:42.880488.html'
}, {
    'iD': '2022082607:39:44.314900',
    'title': 'నీ ప్రేమా ఎంతో ఎంతో ',
    'link': 'Nee Premaa Entho – 2022082607:39:44.314900.html'
}, {
    'iD': '2022082607:39:45.648445',
    'title': 'నీ ప్రేమా ఎంతో ఎంతో ',
    'link': 'Nee Premaa Entho – 2022082607:39:45.648445.html'
}, {
    'iD': '2022082607:39:47.068367',
    'title': 'నీ ప్రేమ ఎంతో మధురం ',
    'link': 'Nee Prema Entho Madhuram – 2022082607:39:47.068367.html'
}, {
    'iD': '2022082607:39:48.309228',
    'title': 'నీ ప్రేమ ఎంతో మధురం ',
    'link': 'Nee Prema Entho Madhuram – 2022082607:39:48.309228.html'
}, {
    'iD': '2022082607:39:49.920897',
    'title': 'నీ ప్రేమ నాలో మధురమై',
    'link': 'Nee Prema Naalo Madhuramainadi – 2022082607:39:49.920897.html'
}, {
    'iD': '2022082607:39:51.468838',
    'title': 'నీ ప్రేమ నాలో మధురమై',
    'link': 'Nee Prema Naalo Madhuramainadi – 2022082607:39:51.468838.html'
}, {
    'iD': '2022082607:39:52.708022',
    'title': 'నీ ప్రేమ నా జీవితాన్',
    'link': 'Nee Prema Naa Jeevithaanni – 2022082607:39:52.708022.html'
}, {
    'iD': '2022082607:39:54.042397',
    'title': 'నీ ప్రేమ నా జీవితాన్',
    'link': 'Nee Prema Naa Jeevithaanni – 2022082607:39:54.042397.html'
}, {
    'iD': '2022082607:39:55.271571',
    'title': 'నీ ప్రేమ మాధుర్యము న',
    'link': 'Nee Prema Maadhuryamu – 2022082607:39:55.271571.html'
}, {
    'iD': '2022082607:39:56.501346',
    'title': 'నీ ప్రేమ మాధుర్యము న',
    'link': 'Nee Prema Maadhuryamu – 2022082607:39:56.501346.html'
}, {
    'iD': '2022082607:39:58.139213',
    'title': 'నీ ప్రేమకు సాటి లేనే',
    'link': 'Nee Premaku Saati – 2022082607:39:58.139213.html'
}, {
    'iD': '2022082607:39:59.371521',
    'title': 'నీ ప్రేమకు సాటి లేనే',
    'link': 'Nee Premaku Saati – 2022082607:39:59.371521.html'
}, {
    'iD': '2022082607:40:00.801893',
    'title': 'నీ ప్రేమకు సాటి లేదయ',
    'link': 'Nee Premaku Saati Ledayaa – 2022082607:40:00.801893.html'
}, {
    'iD': '2022082607:40:02.011478',
    'title': 'నీ ప్రేమకు సాటి లేదయ',
    'link': 'Nee Premaku Saati Ledayaa – 2022082607:40:02.011478.html'
}, {
    'iD': '2022082607:40:03.823880',
    'title': 'నీ ప్రేమలో నుండి నన్',
    'link': 'Nee Premalo Nundi Nannu – 2022082607:40:03.823880.html'
}, {
    'iD': '2022082607:40:05.104182',
    'title': 'నీ ప్రేమలో నుండి నన్',
    'link': 'Nee Premalo Nundi Nannu – 2022082607:40:05.104182.html'
}, {
    'iD': '2022082607:40:06.579847',
    'title': 'నీ ప్రేమా నీ కరుణా చ',
    'link': 'Nee Premaa Nee Karunaa – 2022082607:40:06.579847.html'
}, {
    'iD': '2022082607:40:07.939047',
    'title': 'నీ ప్రేమా నీ కరుణా చ',
    'link': 'Nee Premaa Nee Karunaa – 2022082607:40:07.939047.html'
}, {
    'iD': '2022082607:40:09.710289',
    'title': 'నీ ప్రేమే నాకు చాలయ్',
    'link': 'Nee Preme Naaku Chaalayyaa – 2022082607:40:09.710289.html'
}, {
    'iD': '2022082607:40:10.942874',
    'title': 'నీ ప్రేమే నాకు చాలయ్',
    'link': 'Nee Preme Naaku Chaalayyaa – 2022082607:40:10.942874.html'
}, {
    'iD': '2022082607:40:12.607884',
    'title': 'నీ రక్త ధారలే –మా జీ',
    'link': 'Nee Raktha Dhaarale – 2022082607:40:12.607884.html'
}, {
    'iD': '2022082607:40:14.011317',
    'title': 'నీ రక్త ధారలే –మా జీ',
    'link': 'Nee Raktha Dhaarale – 2022082607:40:14.011317.html'
}, {
    'iD': '2022082607:40:15.609946',
    'title': 'నీ రక్తమే నీ రక్తమే ',
    'link': 'Nee Rakthame Nee Rakthame – 2022082607:40:15.609946.html'
}, {
    'iD': '2022082607:40:16.903515',
    'title': 'నీ రక్తమే నీ రక్తమే ',
    'link': 'Nee Rakthame Nee Rakthame – 2022082607:40:16.903515.html'
}, {
    'iD': '2022082607:40:18.519082',
    'title': 'నీ రూపం నాలోన – ప్రత',
    'link': 'Nee Roopam Naalona – 2022082607:40:18.519082.html'
}, {
    'iD': '2022082607:40:19.746705',
    'title': 'నీ రూపం నాలోన – ప్రత',
    'link': 'Nee Roopam Naalona – 2022082607:40:19.746705.html'
}, {
    'iD': '2022082607:40:21.387093',
    'title': 'నీ రూపు చూడ నేనాశపడి',
    'link': 'Nee Roopu Chooda – 2022082607:40:21.387093.html'
}, {
    'iD': '2022082607:40:22.818842',
    'title': 'నీ రూపు చూడ నేనాశపడి',
    'link': 'Nee Roopu Chooda – 2022082607:40:22.818842.html'
}, {
    'iD': '2022082607:40:24.128320',
    'title': 'నీ వాక్యమే నన్ను బ్ర',
    'link': 'Nee Vaakyame Nannu Brathikinchenu – 2022082607:40:24.128320.html'
}, {
    'iD': '2022082607:40:25.565282',
    'title': 'నీ వాక్యమే నన్ను బ్ర',
    'link': 'Nee Vaakyame Nannu Brathikinchenu – 2022082607:40:25.565282.html'
}, {
    'iD': '2022082607:40:27.324168',
    'title': 'నీ వాక్యమే నా పాదాలక',
    'link': 'Nee Vaakyame Naa Paadaalaku – 2022082607:40:27.324168.html'
}, {
    'iD': '2022082607:40:28.544824',
    'title': 'నీ వాక్యమే నా పాదాలక',
    'link': 'Nee Vaakyame Naa Paadaalaku – 2022082607:40:28.544824.html'
}, {
    'iD': '2022082607:40:30.192113',
    'title': 'నీ వాక్యమే శ్రమ కొలి',
    'link': 'Nee Vaakyame Shrama Kolimilo – 2022082607:40:30.192113.html'
}, {
    'iD': '2022082607:40:31.445593',
    'title': 'నీ వాక్యమే శ్రమ కొలి',
    'link': 'Nee Vaakyame Shrama Kolimilo – 2022082607:40:31.445593.html'
}, {
    'iD': '2022082607:40:33.249404',
    'title': 'నీ సన్నిధియే నా ఆశ్ర',
    'link': 'Nee Sannidhiye Naa – 2022082607:40:33.249404.html'
}, {
    'iD': '2022082607:40:34.492498',
    'title': 'నీ సన్నిధియే నా ఆశ్ర',
    'link': 'Nee Sannidhiye Naa – 2022082607:40:34.492498.html'
}, {
    'iD': '2022082607:40:36.133556',
    'title': 'నీ సన్నిధిలో ఈ ఆరాధన',
    'link': 'Nee Sannidhilo Ee Aaraadhananu – 2022082607:40:36.133556.html'
}, {
    'iD': '2022082607:40:39.305213',
    'title': 'నీ సన్నిధిలో ఈ ఆరాధన',
    'link': 'Nee Sannidhilo Ee Aaraadhananu – 2022082607:40:39.305213.html'
}, {
    'iD': '2022082607:40:41.147750',
    'title': 'నీ సన్నిధిలో నేనున్న',
    'link': 'Nee Sannidhilo Nenunna – 2022082607:40:41.147750.html'
}, {
    'iD': '2022082607:40:42.375302',
    'title': 'నీ సన్నిధిలో నేనున్న',
    'link': 'Nee Sannidhilo Nenunna – 2022082607:40:42.375302.html'
}, {
    'iD': '2022082607:40:43.899627',
    'title': 'నీ సన్నిధిలో సంతోషము',
    'link': 'Nee Sannidhilo Santhoshamu – 2022082607:40:43.899627.html'
}, {
    'iD': '2022082607:40:45.076296',
    'title': 'నీ సన్నిధిలో సంతోషము',
    'link': 'Nee Sannidhilo Santhoshamu – 2022082607:40:45.076296.html'
}, {
    'iD': '2022082607:40:46.443818',
    'title': 'నీ స్వరము వినిపించు ',
    'link': 'Nee Swaramu – 2022082607:40:46.443818.html'
}, {
    'iD': '2022082607:40:47.781947',
    'title': 'నీ స్వరము వినిపించు ',
    'link': 'Nee Swaramu – 2022082607:40:47.781947.html'
}, {
    'iD': '2022082607:40:49.478461',
    'title': 'నీ సాక్ష్యము ఏది\n నీ',
    'link': 'Nee Saakshyamu Edi – 2022082607:40:49.478461.html'
}, {
    'iD': '2022082607:40:50.775663',
    'title': 'నీ సాక్ష్యము ఏది\n నీ',
    'link': 'Nee Saakshyamu Edi – 2022082607:40:50.775663.html'
}, {
    'iD': '2022082607:40:52.309587',
    'title': 'నీ స్నేహము ఎంతో సత్య',
    'link': 'Nee Snehamu – 2022082607:40:52.309587.html'
}, {
    'iD': '2022082607:40:53.742144',
    'title': 'నీ స్నేహము ఎంతో సత్య',
    'link': 'Nee Snehamu – 2022082607:40:53.742144.html'
}, {
    'iD': '2022082607:40:55.280945',
    'title': 'నీకసాధ్యమైనది ఏదియు ',
    'link': 'Neekasaadhyamainadi Ediyu Ledu – 2022082607:40:55.280945.html'
}, {
    'iD': '2022082607:40:56.613877',
    'title': 'నీకసాధ్యమైనది ఏదియు ',
    'link': 'Neekasaadhyamainadi Ediyu Ledu – 2022082607:40:56.613877.html'
}, {
    'iD': '2022082607:40:57.841124',
    'title': 'నీకంటె నమ్మదగిన దేవు',
    'link': 'Neekante Nammadagina – 2022082607:40:57.841124.html'
}, {
    'iD': '2022082607:40:59.260168',
    'title': 'నీకంటె నమ్మదగిన దేవు',
    'link': 'Neekante Nammadagina – 2022082607:40:59.260168.html'
}, {
    'iD': '2022082607:41:01.221463',
    'title': 'నీకు ఎంత చేసినా ఋణము',
    'link': 'Neeku Entha Chesinaa – 2022082607:41:01.221463.html'
}, {
    'iD': '2022082607:41:02.448285',
    'title': 'నీకు ఎంత చేసినా ఋణము',
    'link': 'Neeku Entha Chesinaa – 2022082607:41:02.448285.html'
}, {
    'iD': '2022082607:41:03.988227',
    'title': 'నీకు సాటి ఎవరు లేరు ',
    'link': 'Neeku Saati Evaru Leru – 2022082607:41:03.988227.html'
}, {
    'iD': '2022082607:41:05.247639',
    'title': 'నీకు సాటి ఎవరు లేరు ',
    'link': 'Neeku Saati Evaru Leru – 2022082607:41:05.247639.html'
}, {
    'iD': '2022082607:41:06.747046',
    'title': 'నీకే నా ఆరాధనా.. నీక',
    'link': 'Neeke Naa Aaraadhanaa – 2022082607:41:06.747046.html'
}, {
    'iD': '2022082607:41:08.080333',
    'title': 'నీకే నా ఆరాధనా.. నీక',
    'link': 'Neeke Naa Aaraadhanaa – 2022082607:41:08.080333.html'
}, {
    'iD': '2022082607:41:09.294467',
    'title': 'నీకే నా ఆరాధనా.. నీక',
    'link': 'Neeke Naa Aaraadhanaa – 2022082607:41:09.294467.html'
}, {
    'iD': '2022082607:41:10.538545',
    'title': 'నీకే నా ఆరాధనా.. నీక',
    'link': 'Neeke Naa Aaraadhanaa – 2022082607:41:10.538545.html'
}, {
    'iD': '2022082607:41:11.973227',
    'title': 'కరుణామయుడా పరలోక రాజ',
    'link': 'Neeke Sthothramulu – 2022082607:41:11.973227.html'
}, {
    'iD': '2022082607:41:13.302401',
    'title': 'కరుణామయుడా పరలోక రాజ',
    'link': 'Neeke Sthothramulu – 2022082607:41:13.302401.html'
}, {
    'iD': '2022082607:41:15.660944',
    'title': 'నీతి న్యాయములు జరిగి',
    'link': 'Neethi Nyaayamulu – 2022082607:41:15.660944.html'
}, {
    'iD': '2022082607:41:16.887479',
    'title': 'నీతి న్యాయములు జరిగి',
    'link': 'Neethi Nyaayamulu – 2022082607:41:16.887479.html'
}, {
    'iD': '2022082607:41:18.524705',
    'title': 'నీతి సూర్యుడవై వెలుగ',
    'link': 'Neethi Sooryudavai – 2022082607:41:18.524705.html'
}, {
    'iD': '2022082607:41:20.674662',
    'title': 'నీతి సూర్యుడవై వెలుగ',
    'link': 'Neethi Sooryudavai – 2022082607:41:20.674662.html'
}, {
    'iD': '2022082607:41:22.009343',
    'title': 'నీతి సూర్యుడా యేసు\n ',
    'link': 'Neethi Sooryudaa Yesu – 2022082607:41:22.009343.html'
}, {
    'iD': '2022082607:41:23.441083',
    'title': 'నీతి సూర్యుడా యేసు\n ',
    'link': 'Neethi Sooryudaa Yesu – 2022082607:41:23.441083.html'
}, {
    'iD': '2022082607:41:25.026698',
    'title': 'నీతిగల యెహోవా స్తుతి',
    'link': 'Neethigala Yehovaa Sthuthi – 2022082607:41:25.026698.html'
}, {
    'iD': '2022082607:41:26.310951',
    'title': 'నీతిగల యెహోవా స్తుతి',
    'link': 'Neethigala Yehovaa Sthuthi – 2022082607:41:26.310951.html'
}, {
    'iD': '2022082607:41:27.946731',
    'title': 'నీతో గడిపే ప్రతి క్ష',
    'link': 'Neetho Gadipe Prathi Kshanamu – 2022082607:41:27.946731.html'
}, {
    'iD': '2022082607:41:29.174529',
    'title': 'నీతో గడిపే ప్రతి క్ష',
    'link': 'Neetho Gadipe Prathi Kshanamu – 2022082607:41:29.174529.html'
}, {
    'iD': '2022082607:41:30.813406',
    'title': 'నీతో నా జీవితం సంతోష',
    'link': 'Neetho Naa Jeevitham – 2022082607:41:30.813406.html'
}, {
    'iD': '2022082607:41:32.147981',
    'title': 'నీతో నా జీవితం సంతోష',
    'link': 'Neetho Naa Jeevitham – 2022082607:41:32.147981.html'
}, {
    'iD': '2022082607:41:33.681519',
    'title': 'నీతో నుండని బ్రతుకు ',
    'link': 'Neetho Nundani Brathuku – 2022082607:41:33.681519.html'
}, {
    'iD': '2022082607:41:35.305343',
    'title': 'నీతో నుండని బ్రతుకు ',
    'link': 'Neetho Nundani Brathuku – 2022082607:41:35.305343.html'
}, {
    'iD': '2022082607:41:36.753575',
    'title': 'ఆశయ్యా.. చిన్న ఆశయ్య',
    'link': 'Neetho Nenu Naduvaalani – 2022082607:41:36.753575.html'
}, {
    'iD': '2022082607:41:37.980605',
    'title': 'ఆశయ్యా.. చిన్న ఆశయ్య',
    'link': 'Neetho Nenu Naduvaalani – 2022082607:41:37.980605.html'
}, {
    'iD': '2022082607:41:39.316027',
    'title': 'నీతో స్నేహం చేయాలని\n',
    'link': 'Neetho Sneham Cheyaalani – 2022082607:41:39.316027.html'
}, {
    'iD': '2022082607:41:40.632009',
    'title': 'నీతో స్నేహం చేయాలని\n',
    'link': 'Neetho Sneham Cheyaalani – 2022082607:41:40.632009.html'
}, {
    'iD': '2022082607:41:42.179984',
    'title': 'నీతోనే ఉండుటయే\n నా జ',
    'link': 'Neethone Undutaye – 2022082607:41:42.179984.html'
}, {
    'iD': '2022082607:41:43.511224',
    'title': 'నీతోనే ఉండుటయే\n నా జ',
    'link': 'Neethone Undutaye – 2022082607:41:43.511224.html'
}, {
    'iD': '2022082607:41:45.150998',
    'title': 'ప్రెయిస్ హిం ఇన్ ద మ',
    'link': 'Neethone Gadipeyaalani – 2022082607:41:45.150998.html'
}, {
    'iD': '2022082607:41:46.378824',
    'title': 'ప్రెయిస్ హిం ఇన్ ద మ',
    'link': 'Neethone Gadipeyaalani – 2022082607:41:46.378824.html'
}, {
    'iD': '2022082607:41:47.914425',
    'title': 'నీతోనే నే నడవాలని\n న',
    'link': 'Neethone Ne Nadavaalani – 2022082607:41:47.914425.html'
}, {
    'iD': '2022082607:41:49.142556',
    'title': 'నీతోనే నే నడవాలని\n న',
    'link': 'Neethone Ne Nadavaalani – 2022082607:41:49.142556.html'
}, {
    'iD': '2022082607:41:50.568449',
    'title': 'నీదు ప్రేమ నాలో ఉంచి',
    'link': 'Needhu Prema Naalo – 2022082607:41:50.568449.html'
}, {
    'iD': '2022082607:41:51.806228',
    'title': 'నీదు ప్రేమ నాలో ఉంచి',
    'link': 'Needhu Prema Naalo – 2022082607:41:51.806228.html'
}, {
    'iD': '2022082607:41:53.139783',
    'title': 'నీదు ప్రేమకు హద్దు ల',
    'link': 'Needu Premaku Haddu Ledayaa – 2022082607:41:53.139783.html'
}, {
    'iD': '2022082607:41:54.364891',
    'title': 'నీదు ప్రేమకు హద్దు ల',
    'link': 'Needu Premaku Haddu Ledayaa – 2022082607:41:54.364891.html'
}, {
    'iD': '2022082607:41:58.696511',
    'title': 'నీదెంతో కరుణా కరుణామ',
    'link': 'Needentho Karunaa – 2022082607:41:58.696511.html'
}, {
    'iD': '2022082607:41:59.994306',
    'title': 'నీదెంతో కరుణా కరుణామ',
    'link': 'Needentho Karunaa – 2022082607:41:59.994306.html'
}, {
    'iD': '2022082607:42:01.533670',
    'title': 'నీలి ఆకాశంలో (2)\n నీ',
    'link': 'Neeli Aakaashamlo – 2022082607:42:01.533670.html'
}, {
    'iD': '2022082607:42:02.865578',
    'title': 'నీలి ఆకాశంలో (2)\n నీ',
    'link': 'Neeli Aakaashamlo – 2022082607:42:02.865578.html'
}, {
    'iD': '2022082607:42:04.811843',
    'title': 'నీలో జీవించాలని\n నీల',
    'link': 'Neelo Jeevinchaalani – 2022082607:42:04.811843.html'
}, {
    'iD': '2022082607:42:06.026499',
    'title': 'నీలో జీవించాలని\n నీల',
    'link': 'Neelo Jeevinchaalani – 2022082607:42:06.026499.html'
}, {
    'iD': '2022082607:42:07.686630',
    'title': 'నీలో సమస్తము సాధ్యమే',
    'link': 'Neelo Samasthamu Saadhyame – 2022082607:42:07.686630.html'
}, {
    'iD': '2022082607:42:08.908704',
    'title': 'నీలో సమస్తము సాధ్యమే',
    'link': 'Neelo Samasthamu Saadhyame – 2022082607:42:08.908704.html'
}, {
    'iD': '2022082607:42:10.217687',
    'title': 'నీవు చేసిన ఉపకారములక',
    'link': 'Neevu Chesina Upakaaramulaku – 2022082607:42:10.217687.html'
}, {
    'iD': '2022082607:42:11.631996',
    'title': 'నీవు చేసిన ఉపకారములక',
    'link': 'Neevu Chesina Upakaaramulaku – 2022082607:42:11.631996.html'
}, {
    'iD': '2022082607:42:13.207568',
    'title': 'నశించిపోయే ఆత్మలు ఎన',
    'link': 'Neevu Chesina Thyaagaanni – 2022082607:42:13.207568.html'
}, {
    'iD': '2022082607:42:14.642442',
    'title': 'నశించిపోయే ఆత్మలు ఎన',
    'link': 'Neevu Chesina Thyaagaanni – 2022082607:42:14.642442.html'
}, {
    'iD': '2022082607:42:16.346773',
    'title': 'నీవు చేసిన మేళ్లకు\n ',
    'link': 'Neevu Chesina Mellaku – 2022082607:42:16.346773.html'
}, {
    'iD': '2022082607:42:17.728788',
    'title': 'నీవు చేసిన మేళ్లకు\n ',
    'link': 'Neevu Chesina Mellaku – 2022082607:42:17.728788.html'
}, {
    'iD': '2022082607:42:19.250127',
    'title': 'నీవు తడితే తలుపు తీయ',
    'link': 'Neevu Thadithe Thalupu Theeyanaa – 2022082607:42:19.250127.html'
}, {
    'iD': '2022082607:42:20.428796',
    'title': 'నీవు తడితే తలుపు తీయ',
    'link': 'Neevu Thadithe Thalupu Theeyanaa – 2022082607:42:20.428796.html'
}, {
    'iD': '2022082607:42:21.768041',
    'title': 'నీవు తప్ప నాకీ లోకంల',
    'link': 'Neevu Thappa Naakee Lokamlo – 2022082607:42:21.768041.html'
}, {
    'iD': '2022082607:42:23.111843',
    'title': 'నీవు తప్ప నాకీ లోకంల',
    'link': 'Neevu Thappa Naakee Lokamlo – 2022082607:42:23.111843.html'
}, {
    'iD': '2022082607:42:24.677580',
    'title': 'నీవు తోడుండగా నాకు ద',
    'link': 'Neevu Thodundagaa – 2022082607:42:24.677580.html'
}, {
    'iD': '2022082607:42:25.908066',
    'title': 'నీవు తోడుండగా నాకు ద',
    'link': 'Neevu Thodundagaa – 2022082607:42:25.908066.html'
}, {
    'iD': '2022082607:42:27.440948',
    'title': 'నీవు నా తోడు ఉన్నావయ',
    'link': 'Neevu Naa Thodu Unnaavayyaa – 2022082607:42:27.440948.html'
}, {
    'iD': '2022082607:42:28.914651',
    'title': 'నీవు నా తోడు ఉన్నావయ',
    'link': 'Neevu Naa Thodu Unnaavayyaa – 2022082607:42:28.914651.html'
}, {
    'iD': '2022082607:42:30.513271',
    'title': 'నీవు ప్రార్థన చేయునప',
    'link': 'Neevu Praardhana Cheyunappudu – 2022082607:42:30.513271.html'
}, {
    'iD': '2022082607:42:31.936606',
    'title': 'నీవు ప్రార్థన చేయునప',
    'link': 'Neevu Praardhana Cheyunappudu – 2022082607:42:31.936606.html'
}, {
    'iD': '2022082607:42:33.279287',
    'title': 'నీవు లేక క్షణమైనా జీ',
    'link': 'Neevu Leka Kshanamainaa – 2022082607:42:33.279287.html'
}, {
    'iD': '2022082607:42:34.508986',
    'title': 'నీవు లేక క్షణమైనా జీ',
    'link': 'Neevu Leka Kshanamainaa – 2022082607:42:34.508986.html'
}, {
    'iD': '2022082607:42:35.838334',
    'title': 'నీవు లేని చోటేది యేస',
    'link': 'Neevu Leni Chotedi – 2022082607:42:35.838334.html'
}, {
    'iD': '2022082607:42:37.157686',
    'title': 'నీవు లేని చోటేది యేస',
    'link': 'Neevu Leni Chotedi – 2022082607:42:37.157686.html'
}, {
    'iD': '2022082607:42:40.405183',
    'title': 'నీవు లేని రోజు అసలు ',
    'link': 'Neevu Leni Roju – 2022082607:42:40.405183.html'
}, {
    'iD': '2022082607:42:41.688634',
    'title': 'నీవు లేని రోజు అసలు ',
    'link': 'Neevu Leni Roju – 2022082607:42:41.688634.html'
}, {
    'iD': '2022082607:42:43.109967',
    'title': 'నీవు లేని క్షణమైనా ఊ',
    'link': 'Neevu Leni Kshanamainaa – 2022082607:42:43.109967.html'
}, {
    'iD': '2022082607:42:44.441392',
    'title': 'నీవు లేని క్షణమైనా ఊ',
    'link': 'Neevu Leni Kshanamainaa – 2022082607:42:44.441392.html'
}, {
    'iD': '2022082607:42:45.922505',
    'title': 'నీవు లేనిదే నేను లేన',
    'link': 'Neevu Lenide Nenu Lenu Prabhuvaa – 2022082607:42:45.922505.html'
}, {
    'iD': '2022082607:42:47.193812',
    'title': 'నీవు లేనిదే నేను లేన',
    'link': 'Neevu Lenide Nenu Lenu Prabhuvaa – 2022082607:42:47.193812.html'
}, {
    'iD': '2022082607:42:48.929725',
    'title': 'నీవుంటే నాకు చాలు యే',
    'link': 'Neevunte Naaku Chaalu Yesayyaa – 2022082607:42:48.929725.html'
}, {
    'iD': '2022082607:42:50.346380',
    'title': 'నీవుంటే నాకు చాలు యే',
    'link': 'Neevunte Naaku Chaalu Yesayyaa – 2022082607:42:50.346380.html'
}, {
    'iD': '2022082607:42:51.854735',
    'title': 'నీవెన్నాళ్ళు రెండు త',
    'link': 'Neevennaallu Rendu Thalampulatho – 2022082607:42:51.854735.html'
}, {
    'iD': '2022082607:42:53.352620',
    'title': 'నీవెన్నాళ్ళు రెండు త',
    'link': 'Neevennaallu Rendu Thalampulatho – 2022082607:42:53.352620.html'
}, {
    'iD': '2022082607:42:55.398080',
    'title': 'నీవే ఆశ నీవే శ్వాస\n ',
    'link': 'Neeve Aasha Neeve Shwaasa – 2022082607:42:55.398080.html'
}, {
    'iD': '2022082607:42:56.627455',
    'title': 'నీవే ఆశ నీవే శ్వాస\n ',
    'link': 'Neeve Aasha Neeve Shwaasa – 2022082607:42:56.627455.html'
}, {
    'iD': '2022082607:42:58.157027',
    'title': 'నీవే ఆశ్రయదుర్గం – న',
    'link': 'Neeve Aashrayadurgam – 2022082607:42:58.157027.html'
}, {
    'iD': '2022082607:42:59.495411',
    'title': 'నీవే ఆశ్రయదుర్గం – న',
    'link': 'Neeve Aashrayadurgam – 2022082607:42:59.495411.html'
}, {
    'iD': '2022082607:43:00.681356',
    'title': 'నీవే నన్ను కోరుకున్న',
    'link': 'Neeve Nannu Korukunnaavu – 2022082607:43:00.681356.html'
}, {
    'iD': '2022082607:43:02.361188',
    'title': 'నీవే నన్ను కోరుకున్న',
    'link': 'Neeve Nannu Korukunnaavu – 2022082607:43:02.361188.html'
}, {
    'iD': '2022082607:43:03.896546',
    'title': 'నీవే నా దేవుడవు ఆరాధ',
    'link': 'Neeve Naa Devudavu – 2022082607:43:03.896546.html'
}, {
    'iD': '2022082607:43:05.124977',
    'title': 'నీవే నా దేవుడవు ఆరాధ',
    'link': 'Neeve Naa Devudavu – 2022082607:43:05.124977.html'
}, {
    'iD': '2022082607:43:06.460046',
    'title': 'నీవే నా ప్రాణము నీవే',
    'link': 'Neeve Naa Praanamu – 2022082607:43:06.460046.html'
}, {
    'iD': '2022082607:43:07.638923',
    'title': 'నీవే నా ప్రాణము నీవే',
    'link': 'Neeve Naa Praanamu – 2022082607:43:07.638923.html'
}, {
    'iD': '2022082607:43:08.920880',
    'title': 'నీవే నా ప్రాణం సర్వం',
    'link': 'Neeve Naa Praanam Sarvam – 2022082607:43:08.920880.html'
}, {
    'iD': '2022082607:43:10.452522',
    'title': 'నీవే నా ప్రాణం సర్వం',
    'link': 'Neeve Naa Praanam Sarvam – 2022082607:43:10.452522.html'
}, {
    'iD': '2022082607:43:12.395310',
    'title': 'నీవే నా రక్షణ – నీవే',
    'link': 'Neeve Naa Rakshana – 2022082607:43:12.395310.html'
}, {
    'iD': '2022082607:43:13.829737',
    'title': 'నీవే నా రక్షణ – నీవే',
    'link': 'Neeve Naa Rakshana – 2022082607:43:13.829737.html'
}, {
    'iD': '2022082607:43:17.234629',
    'title': 'నీవే నా సర్వము నీవే ',
    'link': 'Neeve Naa Sarvamu – 2022082607:43:17.234629.html'
}, {
    'iD': '2022082607:43:18.424622',
    'title': 'నీవే నా సర్వము నీవే ',
    'link': 'Neeve Naa Sarvamu – 2022082607:43:18.424622.html'
}, {
    'iD': '2022082607:43:19.943495',
    'title': 'నీవే నా సంతోషగానము\n ',
    'link': 'Neeve Naa Santhosha Gaanamu – 2022082607:43:19.943495.html'
}, {
    'iD': '2022082607:43:21.599122',
    'title': 'నీవే నా సంతోషగానము\n ',
    'link': 'Neeve Naa Santhosha Gaanamu – 2022082607:43:21.599122.html'
}, {
    'iD': '2022082607:43:23.045463',
    'title': 'నీవే నీవే కావాలి ప్ర',
    'link': 'Neeve Neeve Kaavaali – 2022082607:43:23.045463.html'
}, {
    'iD': '2022082607:43:24.275970',
    'title': 'నీవే నీవే కావాలి ప్ర',
    'link': 'Neeve Neeve Kaavaali – 2022082607:43:24.275970.html'
}, {
    'iD': '2022082607:43:25.779211',
    'title': 'నీవే నీవే.. నన్ను పి',
    'link': 'Neeve Neeve Nannu Pilichina – 2022082607:43:25.779211.html'
}, {
    'iD': '2022082607:43:27.040270',
    'title': 'నీవే నీవే.. నన్ను పి',
    'link': 'Neeve Neeve Nannu Pilichina – 2022082607:43:27.040270.html'
}, {
    'iD': '2022082607:43:28.663375',
    'title': 'నీవే నీవే నా తోడున్న',
    'link': 'Neeve Neeve Naa Thodunna – 2022082607:43:28.663375.html'
}, {
    'iD': '2022082607:43:30.002626',
    'title': 'నీవే నీవే నా తోడున్న',
    'link': 'Neeve Neeve Naa Thodunna – 2022082607:43:30.002626.html'
}, {
    'iD': '2022082607:43:31.559466',
    'title': 'నీవేగా యేసు నీవేగా\n ',
    'link': 'Neevegaa Yesu Neevegaa – 2022082607:43:31.559466.html'
}, {
    'iD': '2022082607:43:32.876435',
    'title': 'నీవేగా యేసు నీవేగా\n ',
    'link': 'Neevegaa Yesu Neevegaa – 2022082607:43:32.876435.html'
}, {
    'iD': '2022082607:43:34.413564',
    'title': 'నీవేయని నమ్మిక\n యేసు',
    'link': 'Neeveyani Nammika – 2022082607:43:34.413564.html'
}, {
    'iD': '2022082607:43:35.643380',
    'title': 'నీవేయని నమ్మిక\n యేసు',
    'link': 'Neeveyani Nammika – 2022082607:43:35.643380.html'
}, {
    'iD': '2022082607:43:37.077723',
    'title': 'నీకు ఇష్టముగా ఇలలో న',
    'link': 'Nuvvante Ishtamu Naa Yesayyaa – 2022082607:43:37.077723.html'
}, {
    'iD': '2022082607:43:38.606435',
    'title': 'నీకు ఇష్టముగా ఇలలో న',
    'link': 'Nuvvante Ishtamu Naa Yesayyaa – 2022082607:43:38.606435.html'
}, {
    'iD': '2022082607:43:43.526534',
    'title': 'ఈ లోకం కన్నా మిన్నగా',
    'link': 'Nuvvevaro Yesu – 2022082607:43:43.526534.html'
}, {
    'iD': '2022082607:43:44.756444',
    'title': 'ఈ లోకం కన్నా మిన్నగా',
    'link': 'Nuvvevaro Yesu – 2022082607:43:44.756444.html'
}, {
    'iD': '2022082607:43:45.983591',
    'title': 'నూతన పరచుము దేవా\n నీ',
    'link': 'Noothana Parachumu Devaa – 2022082607:43:45.983591.html'
}, {
    'iD': '2022082607:43:47.213259',
    'title': 'నూతన పరచుము దేవా\n నీ',
    'link': 'Noothana Parachumu Devaa – 2022082607:43:47.213259.html'
}, {
    'iD': '2022082607:43:48.881056',
    'title': 'నూతన సంవత్సరములో\n యే',
    'link': 'Noothana Samvathsaramulo – 2022082607:43:48.881056.html'
}, {
    'iD': '2022082607:43:50.283057',
    'title': 'నూతన సంవత్సరములో\n యే',
    'link': 'Noothana Samvathsaramulo – 2022082607:43:50.283057.html'
}, {
    'iD': '2022082607:43:51.732446',
    'title': 'నూతన సంవత్సరం దయచేసి',
    'link': 'Noothana Samvathsaram – 2022082607:43:51.732446.html'
}, {
    'iD': '2022082607:43:52.947471',
    'title': 'నూతన సంవత్సరం దయచేసి',
    'link': 'Noothana Samvathsaram – 2022082607:43:52.947471.html'
}, {
    'iD': '2022082607:43:54.778522',
    'title': 'నూతనమైనది నీ వాత్సల్',
    'link': 'Noothanamainadi – 2022082607:43:54.778522.html'
}, {
    'iD': '2022082607:43:56.020265',
    'title': 'నూతనమైనది నీ వాత్సల్',
    'link': 'Noothanamainadi – 2022082607:43:56.020265.html'
}, {
    'iD': '2022082607:43:57.556415',
    'title': 'నెమ్మది లేదా నెమ్మది',
    'link': 'Nemmadi Ledaa – 2022082607:43:57.556415.html'
}, {
    'iD': '2022082607:44:01.857287',
    'title': 'నెమ్మది లేదా నెమ్మది',
    'link': 'Nemmadi Ledaa – 2022082607:44:01.857287.html'
}, {
    'iD': '2022082607:44:04.506104',
    'title': 'నే బ్రతికి ఉన్నానంటే',
    'link': 'Ne Brathiki Unnaanante – 2022082607:44:04.506104.html'
}, {
    'iD': '2022082607:44:05.849733',
    'title': 'నే బ్రతికి ఉన్నానంటే',
    'link': 'Ne Brathiki Unnaanante – 2022082607:44:05.849733.html'
}, {
    'iD': '2022082607:44:10.034281',
    'title': 'నే యేసుని వెంబడింతున',
    'link': 'Ne Yesuni Vembadinthunani – 2022082607:44:10.034281.html'
}, {
    'iD': '2022082607:44:11.283863',
    'title': 'నే యేసుని వెంబడింతున',
    'link': 'Ne Yesuni Vembadinthunani – 2022082607:44:11.283863.html'
}, {
    'iD': '2022082607:44:12.507374',
    'title': 'నే సాగెద యేసునితో\n న',
    'link': 'Ne Saageda Yesunitho – 2022082607:44:12.507374.html'
}, {
    'iD': '2022082607:44:13.840398',
    'title': 'నే సాగెద యేసునితో\n న',
    'link': 'Ne Saageda Yesunitho – 2022082607:44:13.840398.html'
}, {
    'iD': '2022082607:44:15.467073',
    'title': 'నేడు యేసు లేచినాడు\n ',
    'link': 'Nedu Yesu Lechinaadu – 2022082607:44:15.467073.html'
}, {
    'iD': '2022082607:44:16.702898',
    'title': 'నేడు యేసు లేచినాడు\n ',
    'link': 'Nedu Yesu Lechinaadu – 2022082607:44:16.702898.html'
}, {
    'iD': '2022082607:44:18.239470',
    'title': 'నేడే ప్రియరాగం పలికే',
    'link': 'Nede Priyaraagam – 2022082607:44:18.239470.html'
}, {
    'iD': '2022082607:44:19.970005',
    'title': 'నేడే ప్రియరాగం పలికే',
    'link': 'Nede Priyaraagam – 2022082607:44:19.970005.html'
}, {
    'iD': '2022082607:44:21.428261',
    'title': 'నేడో రేపో నా ప్రియుడ',
    'link': 'Nedo Repo Naa Priyudesu – 2022082607:44:21.428261.html'
}, {
    'iD': '2022082607:44:22.747197',
    'title': 'నేడో రేపో నా ప్రియుడ',
    'link': 'Nedo Repo Naa Priyudesu – 2022082607:44:22.747197.html'
}, {
    'iD': '2022082607:44:24.383862',
    'title': 'నేనంటే నీకు ఎంతిష్టమ',
    'link': 'Nenante Neeku Enthishtamo – 2022082607:44:24.383862.html'
}, {
    'iD': '2022082607:44:25.603765',
    'title': 'నేనంటే నీకు ఎంతిష్టమ',
    'link': 'Nenante Neeku Enthishtamo – 2022082607:44:25.603765.html'
}, {
    'iD': '2022082607:44:26.952975',
    'title': 'నేనంటే నీకెందుకో ఈ ప',
    'link': 'Nenante Neekenduko – 2022082607:44:26.952975.html'
}, {
    'iD': '2022082607:44:28.277329',
    'title': 'నేనంటే నీకెందుకో ఈ ప',
    'link': 'Nenante Neekenduko – 2022082607:44:28.277329.html'
}, {
    'iD': '2022082607:44:29.815202',
    'title': 'నేను కూడా ఉన్నానయ్యా',
    'link': 'Nenu Kooda Unnaanayyaa – 2022082607:44:29.815202.html'
}, {
    'iD': '2022082607:44:31.348803',
    'title': 'నేను కూడా ఉన్నానయ్యా',
    'link': 'Nenu Kooda Unnaanayyaa – 2022082607:44:31.348803.html'
}, {
    'iD': '2022082607:44:32.984191',
    'title': 'నేను తగ్గాలి యేసు – ',
    'link': 'Nenu Thaggaali Yesu – 2022082607:44:32.984191.html'
}, {
    'iD': '2022082607:44:36.365162',
    'title': 'నేను తగ్గాలి యేసు – ',
    'link': 'Nenu Thaggaali Yesu – 2022082607:44:36.365162.html'
}, {
    'iD': '2022082607:44:37.696789',
    'title': 'నేను పిలిస్తే పరుగున',
    'link': 'Nenu Pilisthe Paruguna – 2022082607:44:37.696789.html'
}, {
    'iD': '2022082607:44:39.129092',
    'title': 'నేను పిలిస్తే పరుగున',
    'link': 'Nenu Pilisthe Paruguna – 2022082607:44:39.129092.html'
}, {
    'iD': '2022082607:44:40.653205',
    'title': 'నేను వెళ్ళే మార్గము ',
    'link': 'Nenu Velle Maargamu – 2022082607:44:40.653205.html'
}, {
    'iD': '2022082607:44:42.002142',
    'title': 'నేను వెళ్ళే మార్గము ',
    'link': 'Nenu Velle Maargamu – 2022082607:44:42.002142.html'
}, {
    'iD': '2022082607:44:43.515924',
    'title': 'పాపానికి నాకు ఏ సంబం',
    'link': 'Nenunnaa Nenunnaa – 2022082607:44:43.515924.html'
}, {
    'iD': '2022082607:44:44.868749',
    'title': 'పాపానికి నాకు ఏ సంబం',
    'link': 'Nenunnaa Nenunnaa – 2022082607:44:44.868749.html'
}, {
    'iD': '2022082607:44:46.048684',
    'title': 'నేనునూ నా ఇంటి వారున',
    'link': 'Nenunu Naa Inti Vaarunu – 2022082607:44:46.048684.html'
}, {
    'iD': '2022082607:44:47.353524',
    'title': 'నేనునూ నా ఇంటి వారున',
    'link': 'Nenunu Naa Inti Vaarunu – 2022082607:44:47.353524.html'
}, {
    'iD': '2022082607:44:48.655786',
    'title': 'నేనెరుగుదును ఒక స్నే',
    'link': 'Nenerugudunu Oka Snehithuni – 2022082607:44:48.655786.html'
}, {
    'iD': '2022082607:44:50.089573',
    'title': 'నేనెరుగుదును ఒక స్నే',
    'link': 'Nenerugudunu Oka Snehithuni – 2022082607:44:50.089573.html'
}, {
    'iD': '2022082607:44:51.614275',
    'title': 'నేనెల్లప్పుడు యెహోవా',
    'link': 'Nenellappudu Yehovaa Ninu – 2022082607:44:51.614275.html'
}, {
    'iD': '2022082607:44:52.966684',
    'title': 'నేనెల్లప్పుడు యెహోవా',
    'link': 'Nenellappudu Yehovaa Ninu – 2022082607:44:52.966684.html'
}, {
    'iD': '2022082607:44:54.499739',
    'title': 'నేనేమైనా ప్రభువా నిన',
    'link': 'Nenemainaa Prabhuvaa – 2022082607:44:54.499739.html'
}, {
    'iD': '2022082607:44:55.803824',
    'title': 'నేనేమైనా ప్రభువా నిన',
    'link': 'Nenemainaa Prabhuvaa – 2022082607:44:55.803824.html'
}, {
    'iD': '2022082607:44:57.563856',
    'title': 'నేస్తమా ప్రియ నేస్తమ',
    'link': 'Nesthamaa Priyanesthamaa – 2022082607:44:57.563856.html'
}, {
    'iD': '2022082607:44:59.098461',
    'title': 'నేస్తమా ప్రియ నేస్తమ',
    'link': 'Nesthamaa Priyanesthamaa – 2022082607:44:59.098461.html'
}, {
    'iD': '2022082607:45:00.636939',
    'title': 'నోరారగా చేతును\n దైవా',
    'link': 'Noraaragaa Chethunu – 2022082607:45:00.636939.html'
}, {
    'iD': '2022082607:45:01.959621',
    'title': 'నోరారగా చేతును\n దైవా',
    'link': 'Noraaragaa Chethunu – 2022082607:45:01.959621.html'
}, {
    'iD': '2022082607:45:03.504897',
    'title': 'పదములు చాలని ప్రేమ ఇ',
    'link': 'Padamulu Chaalani Prema – 2022082607:45:03.504897.html'
}, {
    'iD': '2022082607:45:04.731803',
    'title': 'పదములు చాలని ప్రేమ ఇ',
    'link': 'Padamulu Chaalani Prema – 2022082607:45:04.731803.html'
}, {
    'iD': '2022082607:45:05.962863',
    'title': 'పదివేలలో అతిప్రియుడు',
    'link': 'Padivelalo Athipriyudu – 2022082607:45:05.962863.html'
}, {
    'iD': '2022082607:45:09.341362',
    'title': 'పదివేలలో అతిప్రియుడు',
    'link': 'Padivelalo Athipriyudu – 2022082607:45:09.341362.html'
}, {
    'iD': '2022082607:45:10.774008',
    'title': 'పదివేలలో అతిసుందరుడా',
    'link': 'Padivelalo Athisundarudaa – 2022082607:45:10.774008.html'
}, {
    'iD': '2022082607:45:11.989366',
    'title': 'పదివేలలో అతిసుందరుడా',
    'link': 'Padivelalo Athisundarudaa – 2022082607:45:11.989366.html'
}, {
    'iD': '2022082607:45:13.434198',
    'title': 'పదివేలలో అతిసుందరుడా',
    'link': 'Padivelalo Athi Sundarudaa – 2022082607:45:13.434198.html'
}, {
    'iD': '2022082607:45:14.868866',
    'title': 'పదివేలలో అతిసుందరుడా',
    'link': 'Padivelalo Athi Sundarudaa – 2022082607:45:14.868866.html'
}, {
    'iD': '2022082607:45:16.303827',
    'title': 'పదే పాడనా నిన్నే కోర',
    'link': 'Padhe Paadanaa – 2022082607:45:16.303827.html'
}, {
    'iD': '2022082607:45:17.635328',
    'title': 'పదే పాడనా నిన్నే కోర',
    'link': 'Padhe Paadanaa – 2022082607:45:17.635328.html'
}, {
    'iD': '2022082607:45:19.170577',
    'title': 'పరదేశులమో ప్రియులారా',
    'link': 'Paradeshulamo Priyulaaraa – 2022082607:45:19.170577.html'
}, {
    'iD': '2022082607:45:20.518987',
    'title': 'పరదేశులమో ప్రియులారా',
    'link': 'Paradeshulamo Priyulaaraa – 2022082607:45:20.518987.html'
}, {
    'iD': '2022082607:45:22.495111',
    'title': 'పరమ జీవము నాకు నివ్వ',
    'link': 'Parama Jeevamu Naaku Nivva – 2022082607:45:22.495111.html'
}, {
    'iD': '2022082607:45:23.858904',
    'title': 'పరమ జీవము నాకు నివ్వ',
    'link': 'Parama Jeevamu Naaku Nivva – 2022082607:45:23.858904.html'
}, {
    'iD': '2022082607:45:25.415955',
    'title': 'పరమ తండ్రి కుమారుడా\n',
    'link': 'Parama Thandri – 2022082607:45:25.415955.html'
}, {
    'iD': '2022082607:45:26.750179',
    'title': 'పరమ తండ్రి కుమారుడా\n',
    'link': 'Parama Thandri – 2022082607:45:26.750179.html'
}, {
    'iD': '2022082607:45:28.384955',
    'title': 'హల్లెలూయా హల్లెలూయా\n',
    'link': 'Parama Thandri Neekee Sthothram – 2022082607:45:28.384955.html'
}, {
    'iD': '2022082607:45:29.614253',
    'title': 'హల్లెలూయా హల్లెలూయా\n',
    'link': 'Parama Thandri Neekee Sthothram – 2022082607:45:29.614253.html'
}, {
    'iD': '2022082607:45:31.111145',
    'title': 'యేసు పుట్టుకలోని పరమ',
    'link': 'Parama Daivame – 2022082607:45:31.111145.html'
}, {
    'iD': '2022082607:45:32.572995',
    'title': 'యేసు పుట్టుకలోని పరమ',
    'link': 'Parama Daivame – 2022082607:45:32.572995.html'
}, {
    'iD': '2022082607:45:34.121404',
    'title': 'పరలోకము నా దేశము\n పర',
    'link': 'Paralokamu Naa Deshamu – 2022082607:45:34.121404.html'
}, {
    'iD': '2022082607:45:35.452360',
    'title': 'పరలోకము నా దేశము\n పర',
    'link': 'Paralokamu Naa Deshamu – 2022082607:45:35.452360.html'
}, {
    'iD': '2022082607:45:36.681380',
    'title': 'పరలోకమే నా అంతఃపురం\n',
    'link': 'Paralokame Naa Anthapuram – 2022082607:45:36.681380.html'
}, {
    'iD': '2022082607:45:38.112480',
    'title': 'పరలోకమే నా అంతఃపురం\n',
    'link': 'Paralokame Naa Anthapuram – 2022082607:45:38.112480.html'
}, {
    'iD': '2022082607:45:39.344460',
    'title': 'పరలోకంలో ఉన్న మా యేస',
    'link': 'Paralokamlo Unna Maa Yesu – 2022082607:45:39.344460.html'
}, {
    'iD': '2022082607:45:40.571902',
    'title': 'పరలోకంలో ఉన్న మా యేస',
    'link': 'Paralokamlo Unna Maa Yesu – 2022082607:45:40.571902.html'
}, {
    'iD': '2022082607:45:42.089788',
    'title': 'పరవాసిని నే జగమున ప్',
    'link': 'Paravaasini Ne Jagamuna – 2022082607:45:42.089788.html'
}, {
    'iD': '2022082607:45:43.339699',
    'title': 'పరవాసిని నే జగమున ప్',
    'link': 'Paravaasini Ne Jagamuna – 2022082607:45:43.339699.html'
}, {
    'iD': '2022082607:45:44.668201',
    'title': 'పరిశుద్ధ పరిశుద్ధ – ',
    'link': 'Parishudhdha Parishudhdha – 2022082607:45:44.668201.html'
}, {
    'iD': '2022082607:45:46.104234',
    'title': 'పరిశుద్ధ పరిశుద్ధ – ',
    'link': 'Parishudhdha Parishudhdha – 2022082607:45:46.104234.html'
}, {
    'iD': '2022082607:45:48.661159',
    'title': 'పరిశుద్ధాత్ముడా నీకే',
    'link': 'Parishuddhaathmudaa Neeke Vandanam – 2022082607:45:48.661159.html'
}, {
    'iD': '2022082607:45:49.984271',
    'title': 'పరిశుద్ధాత్ముడా నీకే',
    'link': 'Parishuddhaathmudaa Neeke Vandanam – 2022082607:45:49.984271.html'
}, {
    'iD': '2022082607:45:51.610801',
    'title': 'పరిశుద్ధుడవై – మహిమ ',
    'link': 'Parishuddhudavai – 2022082607:45:51.610801.html'
}, {
    'iD': '2022082607:45:53.124457',
    'title': 'పరిశుద్ధుడవై – మహిమ ',
    'link': 'Parishuddhudavai – 2022082607:45:53.124457.html'
}, {
    'iD': '2022082607:45:54.902487',
    'title': 'పరిశుద్ధుడా నా యేసయ్',
    'link': 'Parishuddhudaa Naa Yesayyaa – 2022082607:45:54.902487.html'
}, {
    'iD': '2022082607:45:56.443004',
    'title': 'పరిశుద్ధుడా నా యేసయ్',
    'link': 'Parishuddhudaa Naa Yesayyaa – 2022082607:45:56.443004.html'
}, {
    'iD': '2022082607:45:58.172113',
    'title': 'పరిశుద్ధుడా పరిశుద్ధ',
    'link': 'Parishuddhudaa Parishuddhudaa – 2022082607:45:58.172113.html'
}, {
    'iD': '2022082607:45:59.412536',
    'title': 'పరిశుద్ధుడా పరిశుద్ధ',
    'link': 'Parishuddhudaa Parishuddhudaa – 2022082607:45:59.412536.html'
}, {
    'iD': '2022082607:46:00.949252',
    'title': 'పరిశుద్ధుడా పావనుడా\n',
    'link': 'Parishuddhudaa Paavanudaa – 2022082607:46:00.949252.html'
}, {
    'iD': '2022082607:46:02.282351',
    'title': 'పరిశుద్ధుడా పావనుడా\n',
    'link': 'Parishuddhudaa Paavanudaa – 2022082607:46:02.282351.html'
}, {
    'iD': '2022082607:46:03.807273',
    'title': 'పరిశుద్ధుడు పరిశుద్ధ',
    'link': 'Parishuddhudu Parishuddhudu – 2022082607:46:03.807273.html'
}, {
    'iD': '2022082607:46:05.352887',
    'title': 'పరిశుద్ధుడు పరిశుద్ధ',
    'link': 'Parishuddhudu Parishuddhudu – 2022082607:46:05.352887.html'
}, {
    'iD': '2022082607:46:07.298696',
    'title': 'పరుగెత్తెదా పరుగెత్త',
    'link': 'Parugetthedaa Parugetthedaa – 2022082607:46:07.298696.html'
}, {
    'iD': '2022082607:46:08.473600',
    'title': 'పరుగెత్తెదా పరుగెత్త',
    'link': 'Parugetthedaa Parugetthedaa – 2022082607:46:08.473600.html'
}, {
    'iD': '2022082607:46:09.950354',
    'title': 'పలుకలేని నాకు పాట నే',
    'link': 'Palukaleni Naaku – 2022082607:46:09.950354.html'
}, {
    'iD': '2022082607:46:11.191091',
    'title': 'పలుకలేని నాకు పాట నే',
    'link': 'Palukaleni Naaku – 2022082607:46:11.191091.html'
}, {
    'iD': '2022082607:46:12.728542',
    'title': 'పసి బాలుడై ప్రేమా రూ',
    'link': 'Pasi Baaludai – 2022082607:46:12.728542.html'
}, {
    'iD': '2022082607:46:13.941688',
    'title': 'పసి బాలుడై ప్రేమా రూ',
    'link': 'Pasi Baaludai – 2022082607:46:13.941688.html'
}, {
    'iD': '2022082607:46:16.207730',
    'title': 'పంపుము దేవా దీవెనలతో',
    'link': 'Pampumu Devaa – 2022082607:46:16.207730.html'
}, {
    'iD': '2022082607:46:17.436690',
    'title': 'పంపుము దేవా దీవెనలతో',
    'link': 'Pampumu Devaa – 2022082607:46:17.436690.html'
}, {
    'iD': '2022082607:46:19.793797',
    'title': 'ప్రకాశించే ఆ దివ్య స',
    'link': 'Prakaashinche Aa Divya – 2022082607:46:19.793797.html'
}, {
    'iD': '2022082607:46:21.125008',
    'title': 'ప్రకాశించే ఆ దివ్య స',
    'link': 'Prakaashinche Aa Divya – 2022082607:46:21.125008.html'
}, {
    'iD': '2022082607:46:22.760669',
    'title': 'ప్రతి రోజు చూడాలని న',
    'link': 'Prathi Roju Choodaalani – 2022082607:46:22.760669.html'
}, {
    'iD': '2022082607:46:24.222234',
    'title': 'ప్రతి రోజు చూడాలని న',
    'link': 'Prathi Roju Choodaalani – 2022082607:46:24.222234.html'
}, {
    'iD': '2022082607:46:28.701111',
    'title': 'ప్రభు యేసుని పూజించె',
    'link': 'Prabhu Yesuni Poojinchedam – 2022082607:46:28.701111.html'
}, {
    'iD': '2022082607:46:30.024795',
    'title': 'ప్రభు యేసుని పూజించె',
    'link': 'Prabhu Yesuni Poojinchedam – 2022082607:46:30.024795.html'
}, {
    'iD': '2022082607:46:31.222967',
    'title': 'ప్రభు యేసుని వదనములో',
    'link': 'Prabhu Yesuni Vadanamulo – 2022082607:46:31.222967.html'
}, {
    'iD': '2022082607:46:32.435207',
    'title': 'ప్రభు యేసుని వదనములో',
    'link': 'Prabhu Yesuni Vadanamulo – 2022082607:46:32.435207.html'
}, {
    'iD': '2022082607:46:34.014371',
    'title': 'ప్రభు సన్నిధిలో ఆనంద',
    'link': 'Prabhu Sannidhilo Aanandame – 2022082607:46:34.014371.html'
}, {
    'iD': '2022082607:46:35.238003',
    'title': 'ప్రభు సన్నిధిలో ఆనంద',
    'link': 'Prabhu Sannidhilo Aanandame – 2022082607:46:35.238003.html'
}, {
    'iD': '2022082607:46:36.719811',
    'title': 'ప్రభు హస్తం నాపై నుం',
    'link': 'Prabhu Hastham Naapai Nundi – 2022082607:46:36.719811.html'
}, {
    'iD': '2022082607:46:38.121797',
    'title': 'ప్రభు హస్తం నాపై నుం',
    'link': 'Prabhu Hastham Naapai Nundi – 2022082607:46:38.121797.html'
}, {
    'iD': '2022082607:46:39.751372',
    'title': 'ప్రభుని గృహము ఆయన మహ',
    'link': 'Prabhuni Gruhamu – 2022082607:46:39.751372.html'
}, {
    'iD': '2022082607:46:40.993538',
    'title': 'ప్రభుని గృహము ఆయన మహ',
    'link': 'Prabhuni Gruhamu – 2022082607:46:40.993538.html'
}, {
    'iD': '2022082607:46:42.529436',
    'title': 'ప్రభుని రాకడ – ఈ దిన',
    'link': 'Prabhuni Raakada – 2022082607:46:42.529436.html'
}, {
    'iD': '2022082607:46:43.961766',
    'title': 'ప్రభుని రాకడ – ఈ దిన',
    'link': 'Prabhuni Raakada – 2022082607:46:43.961766.html'
}, {
    'iD': '2022082607:46:45.495740',
    'title': 'ప్రభువా ఈ ఆనందం\n నాల',
    'link': 'Prabhuvaa Ee Aanandam – 2022082607:46:45.495740.html'
}, {
    'iD': '2022082607:46:46.827145',
    'title': 'ప్రభువా ఈ ఆనందం\n నాల',
    'link': 'Prabhuvaa Ee Aanandam – 2022082607:46:46.827145.html'
}, {
    'iD': '2022082607:46:48.259816',
    'title': 'ప్రభువా… కాచితివి ఇం',
    'link': 'Prabhuvaa Kaachithivi – 2022082607:46:48.259816.html'
}, {
    'iD': '2022082607:46:49.578279',
    'title': 'ప్రభువా… కాచితివి ఇం',
    'link': 'Prabhuvaa Kaachithivi – 2022082607:46:49.578279.html'
}, {
    'iD': '2022082607:46:54.602881',
    'title': 'ఎంతగ నిను కీర్తించిన',
    'link': 'Prabhuvaa Ninu Keerthinchutaku – 2022082607:46:54.602881.html'
}, {
    'iD': '2022082607:46:55.839976',
    'title': 'ఎంతగ నిను కీర్తించిన',
    'link': 'Prabhuvaa Ninu Keerthinchutaku – 2022082607:46:55.839976.html'
}, {
    'iD': '2022082607:46:57.373205',
    'title': 'ప్రభువా నీ పరిపూర్ణత',
    'link': 'Prabhuvaa Nee Paripoornatha Nundi – 2022082607:46:57.373205.html'
}, {
    'iD': '2022082607:46:58.705329',
    'title': 'ప్రభువా నీ పరిపూర్ణత',
    'link': 'Prabhuvaa Nee Paripoornatha Nundi – 2022082607:46:58.705329.html'
}, {
    'iD': '2022082607:47:00.023057',
    'title': 'ప్రభువా నీలో జీవించు',
    'link': 'Prabhuvaa Neelo Jeevinchuta – 2022082607:47:00.023057.html'
}, {
    'iD': '2022082607:47:01.266499',
    'title': 'ప్రభువా నీలో జీవించు',
    'link': 'Prabhuvaa Neelo Jeevinchuta – 2022082607:47:01.266499.html'
}, {
    'iD': '2022082607:47:02.489932',
    'title': 'ప్రభువా నీవే నాదు శర',
    'link': 'Prabhuvaa Neeve Naadu Sharanam – 2022082607:47:02.489932.html'
}, {
    'iD': '2022082607:47:03.720687',
    'title': 'ప్రభువా నీవే నాదు శర',
    'link': 'Prabhuvaa Neeve Naadu Sharanam – 2022082607:47:03.720687.html'
}, {
    'iD': '2022082607:47:05.450211',
    'title': 'ప్రభువా నే నిన్ను నమ',
    'link': 'Prabhuvaa Ne Ninnu Nammi – 2022082607:47:05.450211.html'
}, {
    'iD': '2022082607:47:06.680622',
    'title': 'ప్రభువా నే నిన్ను నమ',
    'link': 'Prabhuvaa Ne Ninnu Nammi – 2022082607:47:06.680622.html'
}, {
    'iD': '2022082607:47:08.216464',
    'title': 'ప్రభువా ప్రభువా\n కడల',
    'link': 'Prabhuvaa Prabhuvaa – 2022082607:47:08.216464.html'
}, {
    'iD': '2022082607:47:09.866518',
    'title': 'ప్రభువా ప్రభువా\n కడల',
    'link': 'Prabhuvaa Prabhuvaa – 2022082607:47:09.866518.html'
}, {
    'iD': '2022082607:47:14.371615',
    'title': 'పాడనా మౌనముగానే స్తు',
    'link': 'Paadanaa Mounamugaane – 2022082607:47:14.371615.html'
}, {
    'iD': '2022082607:47:15.691850',
    'title': 'పాడనా మౌనముగానే స్తు',
    'link': 'Paadanaa Mounamugaane – 2022082607:47:15.691850.html'
}, {
    'iD': '2022082607:47:17.443690',
    'title': 'పాతాళంలో ఆత్మల ఆర్తన',
    'link': 'Paathaalamlo Aathmala Aartha Naadam – 2022082607:47:17.443690.html'
}, {
    'iD': '2022082607:47:18.776206',
    'title': 'పాతాళంలో ఆత్మల ఆర్తన',
    'link': 'Paathaalamlo Aathmala Aartha Naadam – 2022082607:47:18.776206.html'
}, {
    'iD': '2022082607:47:20.313598',
    'title': 'పాపమెరుగని పావనాత్ము',
    'link': 'Paapamerugani Paavanaathmuni – 2022082607:47:20.313598.html'
}, {
    'iD': '2022082607:47:21.645750',
    'title': 'పాపమెరుగని పావనాత్ము',
    'link': 'Paapamerugani Paavanaathmuni – 2022082607:47:21.645750.html'
}, {
    'iD': '2022082607:47:23.364105',
    'title': 'పాపానికి నాకు ఏ సంబం',
    'link': 'Paapaaniki Naaku Ae Sambandham Ledu – 2022082607:47:23.364105.html'
}, {
    'iD': '2022082607:47:24.732073',
    'title': 'పాపానికి నాకు ఏ సంబం',
    'link': 'Paapaaniki Naaku Ae Sambandham Ledu – 2022082607:47:24.732073.html'
}, {
    'iD': '2022082607:47:26.035690',
    'title': 'పావురమా నీ ప్రేమ ఎంత',
    'link': 'Paavuramaa Nee Prema – 2022082607:47:26.035690.html'
}, {
    'iD': '2022082607:47:27.482242',
    'title': 'పావురమా నీ ప్రేమ ఎంత',
    'link': 'Paavuramaa Nee Prema – 2022082607:47:27.482242.html'
}, {
    'iD': '2022082607:47:28.708661',
    'title': 'పావురమా సంఘముపై వ్రా',
    'link': 'Paavuramaa Sanghamupai – 2022082607:47:28.708661.html'
}, {
    'iD': '2022082607:47:30.033103',
    'title': 'పావురమా సంఘముపై వ్రా',
    'link': 'Paavuramaa Sanghamupai – 2022082607:47:30.033103.html'
}, {
    'iD': '2022082607:47:31.781624',
    'title': 'ప్రాణమా నా ప్రాణమా\n ',
    'link': 'Praanamaa Naa Praanamaa – 2022082607:47:31.781624.html'
}, {
    'iD': '2022082607:47:33.111890',
    'title': 'ప్రాణమా నా ప్రాణమా\n ',
    'link': 'Praanamaa Naa Praanamaa – 2022082607:47:33.111890.html'
}, {
    'iD': '2022082607:47:34.458323',
    'title': 'ప్రాణేశ్వర – ప్రభు ద',
    'link': 'Praaneshwara – 2022082607:47:34.458323.html'
}, {
    'iD': '2022082607:47:35.863964',
    'title': 'ప్రాణేశ్వర – ప్రభు ద',
    'link': 'Praaneshwara – 2022082607:47:35.863964.html'
}, {
    'iD': '2022082607:47:37.616493',
    'title': 'ప్రార్ధన కలిగిన జీవి',
    'link': 'Praardhana Kaligina Jeevitham – 2022082607:47:37.616493.html'
}, {
    'iD': '2022082607:47:39.052072',
    'title': 'ప్రార్ధన కలిగిన జీవి',
    'link': 'Praardhana Kaligina Jeevitham – 2022082607:47:39.052072.html'
}, {
    'iD': '2022082607:47:40.587766',
    'title': 'ప్రార్ధన ప్రార్ధన\n ప',
    'link': 'Praardhana Praardhana – 2022082607:47:40.587766.html'
}, {
    'iD': '2022082607:47:41.768309',
    'title': 'ప్రార్ధన ప్రార్ధన\n ప',
    'link': 'Praardhana Praardhana – 2022082607:47:41.768309.html'
}, {
    'iD': '2022082607:47:43.431970',
    'title': 'ప్రార్ధన యేసుని సందర',
    'link': 'Praardhana Yesuni Sandarshana – 2022082607:47:43.431970.html'
}, {
    'iD': '2022082607:47:44.867402',
    'title': 'ప్రార్ధన యేసుని సందర',
    'link': 'Praardhana Yesuni Sandarshana – 2022082607:47:44.867402.html'
}, {
    'iD': '2022082607:47:46.308487',
    'title': 'ప్రార్ధన విన్నావయ్యా',
    'link': 'Praardhana Vinnaavayyaa – 2022082607:47:46.308487.html'
}, {
    'iD': '2022082607:47:47.552142',
    'title': 'ప్రార్ధన విన్నావయ్యా',
    'link': 'Praardhana Vinnaavayyaa – 2022082607:47:47.552142.html'
}, {
    'iD': '2022082607:47:48.784101',
    'title': 'ప్రార్థన వినెడి పావన',
    'link': 'Praarthana Vinedi Paavanudaa – 2022082607:47:48.784101.html'
}, {
    'iD': '2022082607:47:49.999869',
    'title': 'ప్రార్థన వినెడి పావన',
    'link': 'Praarthana Vinedi Paavanudaa – 2022082607:47:49.999869.html'
}, {
    'iD': '2022082607:47:51.485882',
    'title': 'ప్రార్థన శక్తి నాకు ',
    'link': 'Praardhana Shakthi Naaku – 2022082607:47:51.485882.html'
}, {
    'iD': '2022082607:47:52.857182',
    'title': 'ప్రార్థన శక్తి నాకు ',
    'link': 'Praardhana Shakthi Naaku – 2022082607:47:52.857182.html'
}, {
    'iD': '2022082607:47:54.410518',
    'title': 'ప్రియ యేసు దేహములో ఉ',
    'link': 'Priya Yesu Dehamulo – 2022082607:47:54.410518.html'
}, {
    'iD': '2022082607:47:55.724810',
    'title': 'ప్రియ యేసు దేహములో ఉ',
    'link': 'Priya Yesu Dehamulo – 2022082607:47:55.724810.html'
}, {
    'iD': '2022082607:47:57.579068',
    'title': 'ప్రియ యేసు నాథ పని చ',
    'link': 'Priya Yesu Naatha – 2022082607:47:57.579068.html'
}, {
    'iD': '2022082607:47:58.917007',
    'title': 'ప్రియ యేసు నాథ పని చ',
    'link': 'Priya Yesu Naatha – 2022082607:47:58.917007.html'
}, {
    'iD': '2022082607:48:00.248348',
    'title': 'ప్రియ యేసు నిర్మించి',
    'link': 'Priya Yesu Nirminchithivi – 2022082607:48:00.248348.html'
}, {
    'iD': '2022082607:48:01.477402',
    'title': 'ప్రియ యేసు నిర్మించి',
    'link': 'Priya Yesu Nirminchithivi – 2022082607:48:01.477402.html'
}, {
    'iD': '2022082607:48:03.631593',
    'title': 'ప్రియ యేసు మన కొరకు\n',
    'link': 'Priya Yesu Mana Koraku – 2022082607:48:03.631593.html'
}, {
    'iD': '2022082607:48:04.949974',
    'title': 'ప్రియ యేసు మన కొరకు\n',
    'link': 'Priya Yesu Mana Koraku – 2022082607:48:04.949974.html'
}, {
    'iD': '2022082607:48:06.292149',
    'title': 'ప్రియ యేసు రాజును నే',
    'link': 'Priya Yesu Raajunu – 2022082607:48:06.292149.html'
}, {
    'iD': '2022082607:48:07.513317',
    'title': 'ప్రియ యేసు రాజును నే',
    'link': 'Priya Yesu Raajunu – 2022082607:48:07.513317.html'
}, {
    'iD': '2022082607:48:09.055716',
    'title': 'ప్రియ సంఘస్థులారా\n ప',
    'link': 'Priya Sanghasthulaaraa – 2022082607:48:09.055716.html'
}, {
    'iD': '2022082607:48:10.385061',
    'title': 'ప్రియ సంఘస్థులారా\n ప',
    'link': 'Priya Sanghasthulaaraa – 2022082607:48:10.385061.html'
}, {
    'iD': '2022082607:48:12.627340',
    'title': 'ప్రియతమ బంధమా – నా హ',
    'link': 'Priyathama Bandhamaa – 2022082607:48:12.627340.html'
}, {
    'iD': '2022082607:48:13.867132',
    'title': 'ప్రియతమ బంధమా – నా హ',
    'link': 'Priyathama Bandhamaa – 2022082607:48:13.867132.html'
}, {
    'iD': '2022082607:48:15.272416',
    'title': 'ప్రియమైన యేసయ్యా ప్ర',
    'link': 'Priyamaina Yesayyaa Premake Roopamaa – 2022082607:48:15.272416.html'
}, {
    'iD': '2022082607:48:16.817300',
    'title': 'ప్రియమైన యేసయ్యా ప్ర',
    'link': 'Priyamaina Yesayyaa Premake Roopamaa – 2022082607:48:16.817300.html'
}, {
    'iD': '2022082607:48:18.374381',
    'title': 'ప్రీతిగల మన యేసు – డ',
    'link': 'Preethigala Mana Yesu – 2022082607:48:18.374381.html'
}, {
    'iD': '2022082607:48:19.601530',
    'title': 'ప్రీతిగల మన యేసు – డ',
    'link': 'Preethigala Mana Yesu – 2022082607:48:19.601530.html'
}, {
    'iD': '2022082607:48:21.037378',
    'title': 'తూరుపు దిక్కున చుక్క',
    'link': 'Puttinaadanta Yesu Naathudu – 2022082607:48:21.037378.html'
}, {
    'iD': '2022082607:48:22.354566',
    'title': 'తూరుపు దిక్కున చుక్క',
    'link': 'Puttinaadanta Yesu Naathudu – 2022082607:48:22.354566.html'
}, {
    'iD': '2022082607:48:25.563649',
    'title': 'పుట్టె యేసుడు నేడు –',
    'link': 'Putte Yesudu Nedu – 2022082607:48:25.563649.html'
}, {
    'iD': '2022082607:48:26.791385',
    'title': 'పుట్టె యేసుడు నేడు –',
    'link': 'Putte Yesudu Nedu – 2022082607:48:26.791385.html'
}, {
    'iD': '2022082607:48:28.341309',
    'title': 'పునరుత్థానుడా నా యేస',
    'link': 'Punarutthaanudaa – 2022082607:48:28.341309.html'
}, {
    'iD': '2022082607:48:29.638470',
    'title': 'పునరుత్థానుడా నా యేస',
    'link': 'Punarutthaanudaa – 2022082607:48:29.638470.html'
}, {
    'iD': '2022082607:48:31.686089',
    'title': 'పువ్వు విరిసి రాలినా',
    'link': 'Puvvu Virisi Raalinaa – 2022082607:48:31.686089.html'
}, {
    'iD': '2022082607:48:33.422586',
    'title': 'పువ్వు విరిసి రాలినా',
    'link': 'Puvvu Virisi Raalinaa – 2022082607:48:33.422586.html'
}, {
    'iD': '2022082607:48:35.038579',
    'title': 'పువ్వులాంటిది జీవితం',
    'link': 'Puvvu Laantidi Jeevitham – 2022082607:48:35.038579.html'
}, {
    'iD': '2022082607:48:36.479451',
    'title': 'పువ్వులాంటిది జీవితం',
    'link': 'Puvvu Laantidi Jeevitham – 2022082607:48:36.479451.html'
}, {
    'iD': '2022082607:48:37.919831',
    'title': 'పూరబ్ దిశా మే చమ్కా ',
    'link': 'Purab Dishaa Mein – 2022082607:48:37.919831.html'
}, {
    'iD': '2022082607:48:39.161594',
    'title': 'పూరబ్ దిశా మే చమ్కా ',
    'link': 'Purab Dishaa Mein – 2022082607:48:39.161594.html'
}, {
    'iD': '2022082607:48:40.799931',
    'title': 'పేద నరుని రూపము ధరిం',
    'link': 'Pedha Naruni Roopamu – 2022082607:48:40.799931.html'
}, {
    'iD': '2022082607:48:42.337528',
    'title': 'పేద నరుని రూపము ధరిం',
    'link': 'Pedha Naruni Roopamu – 2022082607:48:42.337528.html'
}, {
    'iD': '2022082607:48:43.975519',
    'title': 'యేసు యేసూ.. యేసూ.. య',
    'link': 'Prathigaa (Yesu Yesu) – 2022082607:48:43.975519.html'
}, {
    'iD': '2022082607:48:45.305639',
    'title': 'యేసు యేసూ.. యేసూ.. య',
    'link': 'Prathigaa (Yesu Yesu) – 2022082607:48:45.305639.html'
}, {
    'iD': '2022082607:48:46.636918',
    'title': 'ప్రేమ యేసయ్య ప్రేమా ',
    'link': 'Prema Yesayya Premaa – 2022082607:48:46.636918.html'
}, {
    'iD': '2022082607:48:48.365747',
    'title': 'ప్రేమ యేసయ్య ప్రేమా ',
    'link': 'Prema Yesayya Premaa – 2022082607:48:48.365747.html'
}, {
    'iD': '2022082607:48:55.033584',
    'title': 'ప్రేమ యేసుని ప్రేమ అ',
    'link': 'Prema Yesuni Prema – 2022082607:48:55.033584.html'
}, {
    'iD': '2022082607:48:56.366421',
    'title': 'ప్రేమ యేసుని ప్రేమ అ',
    'link': 'Prema Yesuni Prema – 2022082607:48:56.366421.html'
}, {
    'iD': '2022082607:48:59.826265',
    'title': 'ప్రేమ లేనివాడు పరలోక',
    'link': 'Prema Lenivaadu Paralokaaniki – 2022082607:48:59.826265.html'
}, {
    'iD': '2022082607:49:01.363260',
    'title': 'ప్రేమ లేనివాడు పరలోక',
    'link': 'Prema Lenivaadu Paralokaaniki – 2022082607:49:01.363260.html'
}, {
    'iD': '2022082607:49:02.849472',
    'title': 'ప్రేమ శాశ్వత కాలముండ',
    'link': 'Prema Shaashwatha Kaalamundunu – 2022082607:49:02.849472.html'
}, {
    'iD': '2022082607:49:04.239500',
    'title': 'ప్రేమ శాశ్వత కాలముండ',
    'link': 'Prema Shaashwatha Kaalamundunu – 2022082607:49:04.239500.html'
}, {
    'iD': '2022082607:49:06.300587',
    'title': 'ప్రేమగల మా ప్రభువా\n ',
    'link': 'Premagala Maa Prabhuvaa – 2022082607:49:06.300587.html'
}, {
    'iD': '2022082607:49:07.629797',
    'title': 'ప్రేమగల మా ప్రభువా\n ',
    'link': 'Premagala Maa Prabhuvaa – 2022082607:49:07.629797.html'
}, {
    'iD': '2022082607:49:09.154310',
    'title': 'ప్రేమగల యేసయ్యా\n జీవ',
    'link': 'Premagala Yesayyaa – 2022082607:49:09.154310.html'
}, {
    'iD': '2022082607:49:10.396279',
    'title': 'ప్రేమగల యేసయ్యా\n జీవ',
    'link': 'Premagala Yesayyaa – 2022082607:49:10.396279.html'
}, {
    'iD': '2022082607:49:11.707605',
    'title': 'ప్రేమలో పడ్డాను… నేన',
    'link': 'Premalo Paddaanu – 2022082607:49:11.707605.html'
}, {
    'iD': '2022082607:49:13.036312',
    'title': 'ప్రేమలో పడ్డాను… నేన',
    'link': 'Premalo Paddaanu – 2022082607:49:13.036312.html'
}, {
    'iD': '2022082607:49:14.692092',
    'title': 'ప్రేమా అనే మాయలో చిక',
    'link': 'Premaa Ane Maayalo – 2022082607:49:14.692092.html'
}, {
    'iD': '2022082607:49:16.228727',
    'title': 'ప్రేమా అనే మాయలో చిక',
    'link': 'Premaa Ane Maayalo – 2022082607:49:16.228727.html'
}, {
    'iD': '2022082607:49:17.766793',
    'title': 'ప్రేమా పూర్ణుడు ప్రా',
    'link': 'Premaa Poornudu – 2022082607:49:17.766793.html'
}, {
    'iD': '2022082607:49:19.086353',
    'title': 'ప్రేమా పూర్ణుడు ప్రా',
    'link': 'Premaa Poornudu – 2022082607:49:19.086353.html'
}, {
    'iD': '2022082607:49:21.136688',
    'title': 'ప్రేమిస్తా నిన్నే నా',
    'link': 'Premisthaa Ninne – 2022082607:49:21.136688.html'
}, {
    'iD': '2022082607:49:22.477187',
    'title': 'ప్రేమిస్తా నిన్నే నా',
    'link': 'Premisthaa Ninne – 2022082607:49:22.477187.html'
}, {
    'iD': '2022082607:49:23.708358',
    'title': 'ప్రేమించు దేవుడు రక్',
    'link': 'Preminchu Devudu – 2022082607:49:23.708358.html'
}, {
    'iD': '2022082607:49:25.038194',
    'title': 'ప్రేమించు దేవుడు రక్',
    'link': 'Preminchu Devudu – 2022082607:49:25.038194.html'
}, {
    'iD': '2022082607:49:26.269038',
    'title': 'ప్రేమించెద యేసు రాజా',
    'link': 'Premincheda Yesu Raajaa – 2022082607:49:26.269038.html'
}, {
    'iD': '2022082607:49:27.632874',
    'title': 'ప్రేమించెద యేసు రాజా',
    'link': 'Premincheda Yesu Raajaa – 2022082607:49:27.632874.html'
}, {
    'iD': '2022082607:49:29.209591',
    'title': 'ప్రేమించెదన్ అధికముగ',
    'link': 'Preminchedan – 2022082607:49:29.209591.html'
}, {
    'iD': '2022082607:49:30.546828',
    'title': 'ప్రేమించెదన్ అధికముగ',
    'link': 'Preminchedan – 2022082607:49:30.546828.html'
}, {
    'iD': '2022082607:49:32.109645',
    'title': 'ప్రేమింతును నిన్నే –',
    'link': 'Preminthunu Ninne – 2022082607:49:32.109645.html'
}, {
    'iD': '2022082607:49:33.742029',
    'title': 'ప్రేమింతును నిన్నే –',
    'link': 'Preminthunu Ninne – 2022082607:49:33.742029.html'
}, {
    'iD': '2022082607:49:35.059901',
    'title': 'పైనున్న ఆకాశమందునా\n ',
    'link': 'Painunna Aakaashamandunaa – 2022082607:49:35.059901.html'
}, {
    'iD': '2022082607:49:36.405235',
    'title': 'పైనున్న ఆకాశమందునా\n ',
    'link': 'Painunna Aakaashamandunaa – 2022082607:49:36.405235.html'
}, {
    'iD': '2022082607:49:37.799948',
    'title': 'పైలం కొడుకా పాపం చేయ',
    'link': 'Pailam Kodukaa – 2022082607:49:37.799948.html'
}, {
    'iD': '2022082607:49:39.741211',
    'title': 'పైలం కొడుకా పాపం చేయ',
    'link': 'Pailam Kodukaa – 2022082607:49:39.741211.html'
}, {
    'iD': '2022082607:49:41.214827',
    'title': 'పొర్లి పొర్లి పారుతు',
    'link': 'Porli Porli Paaruthundi – 2022082607:49:41.214827.html'
}, {
    'iD': '2022082607:49:42.549314',
    'title': 'పొర్లి పొర్లి పారుతు',
    'link': 'Porli Porli Paaruthundi – 2022082607:49:42.549314.html'
}, {
    'iD': '2022082607:49:43.884118',
    'title': 'పొందితిని నేను ప్రభు',
    'link': 'Pondithini Nenu – 2022082607:49:43.884118.html'
}, {
    'iD': '2022082607:49:45.181759',
    'title': 'పొందితిని నేను ప్రభు',
    'link': 'Pondithini Nenu – 2022082607:49:45.181759.html'
}, {
    'iD': '2022082607:49:46.850148',
    'title': 'పోరాటం ఆత్మీయ పోరాటం',
    'link': 'Poraatam Aathmeeya Poraatam – 2022082607:49:46.850148.html'
}, {
    'iD': '2022082607:49:48.184093',
    'title': 'పోరాటం ఆత్మీయ పోరాటం',
    'link': 'Poraatam Aathmeeya Poraatam – 2022082607:49:48.184093.html'
}, {
    'iD': '2022082607:49:49.821251',
    'title': 'ఫలములనాశించిన పరలోక ',
    'link': 'Phalamulanaashinchina Paraloka Thandri – 2022082607:49:49.821251.html'
}, {
    'iD': '2022082607:49:51.112771',
    'title': 'ఫలములనాశించిన పరలోక ',
    'link': 'Phalamulanaashinchina Paraloka Thandri – 2022082607:49:51.112771.html'
}, {
    'iD': '2022082607:49:52.687196',
    'title': 'ఫేస్బుక్.. యూట్యూబ్.',
    'link': 'Facebook YouTube – 2022082607:49:52.687196.html'
}, {
    'iD': '2022082607:49:54.631475',
    'title': 'ఫేస్బుక్.. యూట్యూబ్.',
    'link': 'Facebook YouTube – 2022082607:49:54.631475.html'
}, {
    'iD': '2022082607:49:56.159281',
    'title': 'బలపరచుము స్థిరపరచుము',
    'link': 'Balaparachumu – 2022082607:49:56.159281.html'
}, {
    'iD': '2022082607:49:57.398359',
    'title': 'బలపరచుము స్థిరపరచుము',
    'link': 'Balaparachumu – 2022082607:49:57.398359.html'
}, {
    'iD': '2022082607:49:58.625051',
    'title': 'బలమైనవాడా బలపర్చువాడ',
    'link': 'Balamainavaadaa – 2022082607:49:58.625051.html'
}, {
    'iD': '2022082607:49:59.959811',
    'title': 'బలమైనవాడా బలపర్చువాడ',
    'link': 'Balamainavaadaa – 2022082607:49:59.959811.html'
}, {
    'iD': '2022082607:50:01.392172',
    'title': 'బ్రతకాలని ఉన్నా బ్రత',
    'link': 'Brathakaalani Unnaa – 2022082607:50:01.392172.html'
}, {
    'iD': '2022082607:50:02.721418',
    'title': 'బ్రతకాలని ఉన్నా బ్రత',
    'link': 'Brathakaalani Unnaa – 2022082607:50:02.721418.html'
}, {
    'iD': '2022082607:50:04.055890',
    'title': 'యేసయ్యా నా యేసయ్యా…\n',
    'link': 'Brathikiyunnaanante Nee Krupa – 2022082607:50:04.055890.html'
}, {
    'iD': '2022082607:50:05.280854',
    'title': 'యేసయ్యా నా యేసయ్యా…\n',
    'link': 'Brathikiyunnaanante Nee Krupa – 2022082607:50:05.280854.html'
}, {
    'iD': '2022082607:50:06.819661',
    'title': 'బ్రతుకుట నీ కోసమే\n మ',
    'link': 'Brathukuta Nee Kosame – 2022082607:50:06.819661.html'
}, {
    'iD': '2022082607:50:08.149549',
    'title': 'బ్రతుకుట నీ కోసమే\n మ',
    'link': 'Brathukuta Nee Kosame – 2022082607:50:08.149549.html'
}, {
    'iD': '2022082607:50:09.689385',
    'title': 'బ్రతికెద నీ కోసమే\n న',
    'link': 'Brathikeda Nee Kosame – 2022082607:50:09.689385.html'
}, {
    'iD': '2022082607:50:11.004599',
    'title': 'బ్రతికెద నీ కోసమే\n న',
    'link': 'Brathikeda Nee Kosame – 2022082607:50:11.004599.html'
}, {
    'iD': '2022082607:50:12.331096',
    'title': 'బంగారం అడుగలేదు వజ్ర',
    'link': 'Bangaram Adugaledu – 2022082607:50:12.331096.html'
}, {
    'iD': '2022082607:50:13.762031',
    'title': 'బంగారం అడుగలేదు వజ్ర',
    'link': 'Bangaram Adugaledu – 2022082607:50:13.762031.html'
}, {
    'iD': '2022082607:50:15.419576',
    'title': 'బంతియనగ ఆడరే\n మన బాల',
    'link': 'Banthiyanaga Aadare – 2022082607:50:15.419576.html'
}, {
    'iD': '2022082607:50:16.701569',
    'title': 'బంతియనగ ఆడరే\n మన బాల',
    'link': 'Banthiyanaga Aadare – 2022082607:50:16.701569.html'
}, {
    'iD': '2022082607:50:18.286507',
    'title': 'బాల యేసుని జన్మ దినం',
    'link': 'Baala Yesuni Janma Dinam – 2022082607:50:18.286507.html'
}, {
    'iD': '2022082607:50:19.926237',
    'title': 'బాల యేసుని జన్మ దినం',
    'link': 'Baala Yesuni Janma Dinam – 2022082607:50:19.926237.html'
}, {
    'iD': '2022082607:50:21.548423',
    'title': 'బాలుడు కాదమ్మో బలవంత',
    'link': 'Baaludu Kaadammo – 2022082607:50:21.548423.html'
}, {
    'iD': '2022082607:50:24.536237',
    'title': 'బాలుడు కాదమ్మో బలవంత',
    'link': 'Baaludu Kaadammo – 2022082607:50:24.536237.html'
}, {
    'iD': '2022082607:50:26.466442',
    'title': 'బ్యూలా దేశము నాది\n స',
    'link': 'Beulah Deshamu Naadi – 2022082607:50:26.466442.html'
}, {
    'iD': '2022082607:50:27.911605',
    'title': 'బ్యూలా దేశము నాది\n స',
    'link': 'Beulah Deshamu Naadi – 2022082607:50:27.911605.html'
}, {
    'iD': '2022082607:50:29.349834',
    'title': 'బెత్లహేములోనంటా – సం',
    'link': 'Bethlahemulonantaa Sandadi – 2022082607:50:29.349834.html'
}, {
    'iD': '2022082607:50:30.784544',
    'title': 'బెత్లహేములోనంటా – సం',
    'link': 'Bethlahemulonantaa Sandadi – 2022082607:50:30.784544.html'
}, {
    'iD': '2022082607:50:32.318201',
    'title': 'బెత్లెహేములో సందడి\n ',
    'link': 'Bethlehemulo Sandadi – 2022082607:50:32.318201.html'
}, {
    'iD': '2022082607:50:33.652509',
    'title': 'బెత్లెహేములో సందడి\n ',
    'link': 'Bethlehemulo Sandadi – 2022082607:50:33.652509.html'
}, {
    'iD': '2022082607:50:35.752900',
    'title': 'బేత్లెహేము పురములో ఒ',
    'link': 'Bethlehemu Puramulo – 2022082607:50:35.752900.html'
}, {
    'iD': '2022082607:50:37.181497',
    'title': 'బేత్లెహేము పురములో ఒ',
    'link': 'Bethlehemu Puramulo – 2022082607:50:37.181497.html'
}, {
    'iD': '2022082607:50:38.871190',
    'title': 'బేత్లేహేం పురమున చిత',
    'link': 'Bethlehem Puramuna – 2022082607:50:38.871190.html'
}, {
    'iD': '2022082607:50:40.200965',
    'title': 'బేత్లేహేం పురమున చిత',
    'link': 'Bethlehem Puramuna – 2022082607:50:40.200965.html'
}, {
    'iD': '2022082607:50:41.433034',
    'title': 'భక్తులారా స్మరియించె',
    'link': 'Bhakthulaaraa Smariyinchedamu – 2022082607:50:41.433034.html'
}, {
    'iD': '2022082607:50:42.762893',
    'title': 'భక్తులారా స్మరియించె',
    'link': 'Bhakthulaaraa Smariyinchedamu – 2022082607:50:42.762893.html'
}, {
    'iD': '2022082607:50:44.094423',
    'title': 'భజన చేయుచు భక్తపాలక\n',
    'link': 'Bhajana Cheyuchu Bhakthapaalaka – 2022082607:50:44.094423.html'
}, {
    'iD': '2022082607:50:45.424192',
    'title': 'భజన చేయుచు భక్తపాలక\n',
    'link': 'Bhajana Cheyuchu Bhakthapaalaka – 2022082607:50:45.424192.html'
}, {
    'iD': '2022082607:50:46.734223',
    'title': 'భజియింతుము నిను జగదీ',
    'link': 'Bhajiyinthumu Ninu Jagadeeshaa – 2022082607:50:46.734223.html'
}, {
    'iD': '2022082607:50:48.264672',
    'title': 'భజియింతుము నిను జగదీ',
    'link': 'Bhajiyinthumu Ninu Jagadeeshaa – 2022082607:50:48.264672.html'
}, {
    'iD': '2022082607:50:49.827642',
    'title': 'భజియింతుము రారే యేసు',
    'link': 'Bhajiyinthumu Raare Yesuni – 2022082607:50:49.827642.html'
}, {
    'iD': '2022082607:50:51.262017',
    'title': 'భజియింతుము రారే యేసు',
    'link': 'Bhajiyinthumu Raare Yesuni – 2022082607:50:51.262017.html'
}, {
    'iD': '2022082607:50:52.695418',
    'title': 'భయము చెందకు భక్తుడా\n',
    'link': 'Bhayamu Chendaku – 2022082607:50:52.695418.html'
}, {
    'iD': '2022082607:50:54.026789',
    'title': 'భయము చెందకు భక్తుడా\n',
    'link': 'Bhayamu Chendaku – 2022082607:50:54.026789.html'
}, {
    'iD': '2022082607:50:55.666781',
    'title': 'భయము లేదు మనకు\n ఇకపై',
    'link': 'Bhayamu Ledu Manaku – 2022082607:50:55.666781.html'
}, {
    'iD': '2022082607:50:56.907916',
    'title': 'భయము లేదు మనకు\n ఇకపై',
    'link': 'Bhayamu Ledu Manaku – 2022082607:50:56.907916.html'
}, {
    'iD': '2022082607:50:58.428743',
    'title': 'భారత దేశ సువార్త సంఘ',
    'link': 'Bhaaratha Desha Suvaartha – 2022082607:50:58.428743.html'
}, {
    'iD': '2022082607:50:59.657153',
    'title': 'భారత దేశ సువార్త సంఘ',
    'link': 'Bhaaratha Desha Suvaartha – 2022082607:50:59.657153.html'
}, {
    'iD': '2022082607:51:00.991297',
    'title': 'భారత దేశమా యేసుకే\n న',
    'link': 'Bhaaratha Deshamaa Yesuke – 2022082607:51:00.991297.html'
}, {
    'iD': '2022082607:51:02.449702',
    'title': 'భారత దేశమా యేసుకే\n న',
    'link': 'Bhaaratha Deshamaa Yesuke – 2022082607:51:02.449702.html'
}, {
    'iD': '2022082607:51:04.053076',
    'title': 'భాసిల్లెను సిలువలో ప',
    'link': 'Bhaasillenu Siluvalo – 2022082607:51:04.053076.html'
}, {
    'iD': '2022082607:51:05.579492',
    'title': 'భాసిల్లెను సిలువలో ప',
    'link': 'Bhaasillenu Siluvalo – 2022082607:51:05.579492.html'
}, {
    'iD': '2022082607:51:06.826173',
    'title': 'భీకరుండౌ మా యెహోవా –',
    'link': 'Bheekarundau Maa Yehovaa – 2022082607:51:06.826173.html'
}, {
    'iD': '2022082607:51:08.495394',
    'title': 'భీకరుండౌ మా యెహోవా –',
    'link': 'Bheekarundau Maa Yehovaa – 2022082607:51:08.495394.html'
}, {
    'iD': '2022082607:51:10.386841',
    'title': 'భూపునాది మునుపే – ఈ ',
    'link': 'Bhoopunaadhi Munupe – 2022082607:51:10.386841.html'
}, {
    'iD': '2022082607:51:13.768845',
    'title': 'భూపునాది మునుపే – ఈ ',
    'link': 'Bhoopunaadhi Munupe – 2022082607:51:13.768845.html'
}, {
    'iD': '2022082607:51:15.734137',
    'title': 'భూమియు దాని సంపూర్ణత',
    'link': 'Bhoomiyu Daani Sampoornatha – 2022082607:51:15.734137.html'
}, {
    'iD': '2022082607:51:17.066220',
    'title': 'భూమియు దాని సంపూర్ణత',
    'link': 'Bhoomiyu Daani Sampoornatha – 2022082607:51:17.066220.html'
}, {
    'iD': '2022082607:51:18.267982',
    'title': 'భేదం ఏమి లేదు అందరున',
    'link': 'Bhedam Emi Ledu – 2022082607:51:18.267982.html'
}, {
    'iD': '2022082607:51:19.626800',
    'title': 'భేదం ఏమి లేదు అందరున',
    'link': 'Bhedam Emi Ledu – 2022082607:51:19.626800.html'
}, {
    'iD': '2022082607:51:21.262076',
    'title': 'మట్టినైన నన్ను మనిషి',
    'link': 'Mattinaina Nannu – 2022082607:51:21.262076.html'
}, {
    'iD': '2022082607:51:22.698079',
    'title': 'మట్టినైన నన్ను మనిషి',
    'link': 'Mattinaina Nannu – 2022082607:51:22.698079.html'
}, {
    'iD': '2022082607:51:24.230940',
    'title': 'మధురం ఈ శుభ సమయం\n అత',
    'link': 'Madhuram Ee Shubha Samayam – 2022082607:51:24.230940.html'
}, {
    'iD': '2022082607:51:25.564606',
    'title': 'మధురం ఈ శుభ సమయం\n అత',
    'link': 'Madhuram Ee Shubha Samayam – 2022082607:51:25.564606.html'
}, {
    'iD': '2022082607:51:26.897931',
    'title': 'మధురం మధురం నా ప్రియ',
    'link': 'Madhuram Madhuram – 2022082607:51:26.897931.html'
}, {
    'iD': '2022082607:51:28.214136',
    'title': 'మధురం మధురం నా ప్రియ',
    'link': 'Madhuram Madhuram – 2022082607:51:28.214136.html'
}, {
    'iD': '2022082607:51:29.764284',
    'title': 'మధురం మధురం – నీ ప్ర',
    'link': 'Madhuram Madhuram Nee Preme – 2022082607:51:29.764284.html'
}, {
    'iD': '2022082607:51:30.986977',
    'title': 'మధురం మధురం – నీ ప్ర',
    'link': 'Madhuram Madhuram Nee Preme – 2022082607:51:30.986977.html'
}, {
    'iD': '2022082607:51:32.325044',
    'title': 'మన దేశం భారత దేశం\n మ',
    'link': 'Mana Desham – 2022082607:51:32.325044.html'
}, {
    'iD': '2022082607:51:33.832044',
    'title': 'మన దేశం భారత దేశం\n మ',
    'link': 'Mana Desham – 2022082607:51:33.832044.html'
}, {
    'iD': '2022082607:51:35.323851',
    'title': 'మన మధ్యనే ఉన్నది పరల',
    'link': 'Mana Madhyane Unnadi – 2022082607:51:35.323851.html'
}, {
    'iD': '2022082607:51:36.612224',
    'title': 'మన మధ్యనే ఉన్నది పరల',
    'link': 'Mana Madhyane Unnadi – 2022082607:51:36.612224.html'
}, {
    'iD': '2022082607:51:38.042695',
    'title': 'మన యేసు బెత్లహేములో\n',
    'link': 'Mana Yesu Bethlahemulo – 2022082607:51:38.042695.html'
}, {
    'iD': '2022082607:51:39.228941',
    'title': 'మన యేసు బెత్లహేములో\n',
    'link': 'Mana Yesu Bethlahemulo – 2022082607:51:39.228941.html'
}, {
    'iD': '2022082607:51:40.502967',
    'title': 'మనలో ప్రతి ఒక్కరి పే',
    'link': 'Manalo Prathi Okkari – 2022082607:51:40.502967.html'
}, {
    'iD': '2022082607:51:41.751857',
    'title': 'మనలో ప్రతి ఒక్కరి పే',
    'link': 'Manalo Prathi Okkari – 2022082607:51:41.751857.html'
}, {
    'iD': '2022082607:51:45.255330',
    'title': 'మనస యేసు మరణ బాధ – ల',
    'link': 'Manasa Yesu Marana Baadha – 2022082607:51:45.255330.html'
}, {
    'iD': '2022082607:51:46.725514',
    'title': 'మనస యేసు మరణ బాధ – ల',
    'link': 'Manasa Yesu Marana Baadha – 2022082607:51:46.725514.html'
}, {
    'iD': '2022082607:51:48.182207',
    'title': 'మనసారా పూజించి నిన్న',
    'link': 'Manasaaraa Poojinchi – 2022082607:51:48.182207.html'
}, {
    'iD': '2022082607:51:49.371469',
    'title': 'మనసారా పూజించి నిన్న',
    'link': 'Manasaaraa Poojinchi – 2022082607:51:49.371469.html'
}, {
    'iD': '2022082607:51:50.959982',
    'title': 'మనసులొకటాయే భువిలో\n ',
    'link': 'Manasulokataaye Bhuvilo – 2022082607:51:50.959982.html'
}, {
    'iD': '2022082607:51:52.290651',
    'title': 'మనసులొకటాయే భువిలో\n ',
    'link': 'Manasulokataaye Bhuvilo – 2022082607:51:52.290651.html'
}, {
    'iD': '2022082607:51:54.019126',
    'title': 'మనసెరిగిన యేసయ్యా\n మ',
    'link': 'Manaserigina Yesayyaa – 2022082607:51:54.019126.html'
}, {
    'iD': '2022082607:51:55.363278',
    'title': 'మనసెరిగిన యేసయ్యా\n మ',
    'link': 'Manaserigina Yesayyaa – 2022082607:51:55.363278.html'
}, {
    'iD': '2022082607:51:56.903474',
    'title': 'మనిషి బ్రతుకు రంగుల ',
    'link': 'Manishi Brathuku Rangula Valayam – 2022082607:51:56.903474.html'
}, {
    'iD': '2022082607:51:58.163804',
    'title': 'మనిషి బ్రతుకు రంగుల ',
    'link': 'Manishi Brathuku Rangula Valayam – 2022082607:51:58.163804.html'
}, {
    'iD': '2022082607:52:00.039462',
    'title': 'మనిషిగా పుట్టినోడు మ',
    'link': 'Manishigaa Puttinodu – 2022082607:52:00.039462.html'
}, {
    'iD': '2022082607:52:01.370804',
    'title': 'మనిషిగా పుట్టినోడు మ',
    'link': 'Manishigaa Puttinodu – 2022082607:52:01.370804.html'
}, {
    'iD': '2022082607:52:02.940291',
    'title': 'మన్నేగదయ్యా మన్నేగదయ',
    'link': 'Mannegadayyaa Mannegadayyaa – 2022082607:52:02.940291.html'
}, {
    'iD': '2022082607:52:04.111762',
    'title': 'మన్నేగదయ్యా మన్నేగదయ',
    'link': 'Mannegadayyaa Mannegadayyaa – 2022082607:52:04.111762.html'
}, {
    'iD': '2022082607:52:05.846756',
    'title': 'మమ్మెంతో ప్రేమించావు',
    'link': 'Mammentho Preminchaavu – 2022082607:52:05.846756.html'
}, {
    'iD': '2022082607:52:07.651877',
    'title': 'మమ్మెంతో ప్రేమించావు',
    'link': 'Mammentho Preminchaavu – 2022082607:52:07.651877.html'
}, {
    'iD': '2022082607:52:09.277036',
    'title': 'మరణము గెలిచెను మన ప్',
    'link': 'Maranamu Gelichenu – 2022082607:52:09.277036.html'
}, {
    'iD': '2022082607:52:10.621679',
    'title': 'మరణము గెలిచెను మన ప్',
    'link': 'Maranamu Gelichenu – 2022082607:52:10.621679.html'
}, {
    'iD': '2022082607:52:12.047741',
    'title': 'మరణము నన్నేమి చేయలేద',
    'link': 'Maranamu Nannemi Cheyaledu – 2022082607:52:12.047741.html'
}, {
    'iD': '2022082607:52:13.285785',
    'title': 'మరణము నన్నేమి చేయలేద',
    'link': 'Maranamu Nannemi Cheyaledu – 2022082607:52:13.285785.html'
}, {
    'iD': '2022082607:52:14.859633',
    'title': 'మరువగలనా మరలా – ఇలలో',
    'link': 'Maruvagalanaa Maralaa – 2022082607:52:14.859633.html'
}, {
    'iD': '2022082607:52:16.226726',
    'title': 'మరువగలనా మరలా – ఇలలో',
    'link': 'Maruvagalanaa Maralaa – 2022082607:52:16.226726.html'
}, {
    'iD': '2022082607:52:17.552059',
    'title': 'మరువద్దు మరువద్దు\n త',
    'link': 'Maruvaddu Maruvaddu – 2022082607:52:17.552059.html'
}, {
    'iD': '2022082607:52:18.996861',
    'title': 'మరువద్దు మరువద్దు\n త',
    'link': 'Maruvaddu Maruvaddu – 2022082607:52:18.996861.html'
}, {
    'iD': '2022082607:52:20.451162',
    'title': 'మరువని నీదు ప్రేమతో ',
    'link': 'Maruvani Needu Prematho – 2022082607:52:20.451162.html'
}, {
    'iD': '2022082607:52:21.782252',
    'title': 'మరువని నీదు ప్రేమతో ',
    'link': 'Maruvani Needu Prematho – 2022082607:52:21.782252.html'
}, {
    'iD': '2022082607:52:23.215059',
    'title': 'సిలువలో నాకై చేసిన య',
    'link': 'Maruvalenayyaa – 2022082607:52:23.215059.html'
}, {
    'iD': '2022082607:52:24.542675',
    'title': 'సిలువలో నాకై చేసిన య',
    'link': 'Maruvalenayyaa – 2022082607:52:24.542675.html'
}, {
    'iD': '2022082607:52:26.076554',
    'title': 'మల్లెలమ్మా మల్లెలు –',
    'link': 'Mallelammaa Mallelu – 2022082607:52:26.076554.html'
}, {
    'iD': '2022082607:52:27.416178',
    'title': 'మల్లెలమ్మా మల్లెలు –',
    'link': 'Mallelammaa Mallelu – 2022082607:52:27.416178.html'
}, {
    'iD': '2022082607:52:28.608535',
    'title': 'మహాఘనుడవు మహోన్నతుడవ',
    'link': 'Mahaa Ghanudavu Mahonnathudavu – 2022082607:52:28.608535.html'
}, {
    'iD': '2022082607:52:29.795458',
    'title': 'మహాఘనుడవు మహోన్నతుడవ',
    'link': 'Mahaa Ghanudavu Mahonnathudavu – 2022082607:52:29.795458.html'
}, {
    'iD': '2022082607:52:31.409950',
    'title': 'మహాత్ముడైన నా ప్రభు\n',
    'link': 'Mahaathmudaina Naa Prabhu – 2022082607:52:31.409950.html'
}, {
    'iD': '2022082607:52:32.947208',
    'title': 'మహాత్ముడైన నా ప్రభు\n',
    'link': 'Mahaathmudaina Naa Prabhu – 2022082607:52:32.947208.html'
}, {
    'iD': '2022082607:52:34.259409',
    'title': 'మహిమ ఘనతకు అర్హుడవు\n',
    'link': 'Mahima Ghanathaku Arhudavu – 2022082607:52:34.259409.html'
}, {
    'iD': '2022082607:52:35.675870',
    'title': 'మహిమ ఘనతకు అర్హుడవు\n',
    'link': 'Mahima Ghanathaku Arhudavu – 2022082607:52:35.675870.html'
}, {
    'iD': '2022082607:52:37.031147',
    'title': 'మహిమ నీకే ఘనత నీకే –',
    'link': 'Mahima Neeke Ghanatha Neeke – 2022082607:52:37.031147.html'
}, {
    'iD': '2022082607:52:38.372711',
    'title': 'మహిమ నీకే ఘనత నీకే –',
    'link': 'Mahima Neeke Ghanatha Neeke – 2022082607:52:38.372711.html'
}, {
    'iD': '2022082607:52:39.815467',
    'title': 'మహిమ నీకే ప్రభూ – ఘన',
    'link': 'Mahima Neeke Prabhu – 2022082607:52:39.815467.html'
}, {
    'iD': '2022082607:52:41.323668',
    'title': 'మహిమ నీకే ప్రభూ – ఘన',
    'link': 'Mahima Neeke Prabhu – 2022082607:52:41.323668.html'
}, {
    'iD': '2022082607:52:42.749124',
    'title': 'మహిమకు పాత్రుడా ఘనతక',
    'link': 'Mahimaku Paathrudaa – 2022082607:52:42.749124.html'
}, {
    'iD': '2022082607:52:44.034710',
    'title': 'మహిమకు పాత్రుడా ఘనతక',
    'link': 'Mahimaku Paathrudaa – 2022082607:52:44.034710.html'
}, {
    'iD': '2022082607:52:45.203974',
    'title': 'మహిమగల తండ్రి – మంచి',
    'link': 'Mahimagala Thandri – 2022082607:52:45.203974.html'
}, {
    'iD': '2022082607:52:46.427965',
    'title': 'మహిమగల తండ్రి – మంచి',
    'link': 'Mahimagala Thandri – 2022082607:52:46.427965.html'
}, {
    'iD': '2022082607:52:48.097173',
    'title': 'మహిమాన్వితము మనోహరము',
    'link': 'Mahimaanvithamu – 2022082607:52:48.097173.html'
}, {
    'iD': '2022082607:52:49.433747',
    'title': 'మహిమాన్వితము మనోహరము',
    'link': 'Mahimaanvithamu – 2022082607:52:49.433747.html'
}, {
    'iD': '2022082607:52:50.955253',
    'title': 'మహోన్నతమైన సీయోనులోన',
    'link': 'Mahonnathamaina Seeyonulona – 2022082607:52:50.955253.html'
}, {
    'iD': '2022082607:52:53.937133',
    'title': 'మహోన్నతమైన సీయోనులోన',
    'link': 'Mahonnathamaina Seeyonulona – 2022082607:52:53.937133.html'
}, {
    'iD': '2022082607:52:55.281228',
    'title': 'మహోన్నతుడా\n నీ కృపలో',
    'link': 'Mahonnathudaa Nee Krupalo – 2022082607:52:55.281228.html'
}, {
    'iD': '2022082607:52:56.783660',
    'title': 'మహోన్నతుడా\n నీ కృపలో',
    'link': 'Mahonnathudaa Nee Krupalo – 2022082607:52:56.783660.html'
}, {
    'iD': '2022082607:52:58.181861',
    'title': 'మహోన్నతుడా మా దేవా\n ',
    'link': 'Mahonnathudaa Maa Devaa – 2022082607:52:58.181861.html'
}, {
    'iD': '2022082607:52:59.471191',
    'title': 'మహోన్నతుడా మా దేవా\n ',
    'link': 'Mahonnathudaa Maa Devaa – 2022082607:52:59.471191.html'
}, {
    'iD': '2022082607:53:00.693325',
    'title': 'మంగళమే యేసునకు – మాన',
    'link': 'Mangalame Yesunaku – 2022082607:53:00.693325.html'
}, {
    'iD': '2022082607:53:01.926735',
    'title': 'మంగళమే యేసునకు – మాన',
    'link': 'Mangalame Yesunaku – 2022082607:53:01.926735.html'
}, {
    'iD': '2022082607:53:03.153803',
    'title': 'మంచి దేవుడు నా యేసయ్',
    'link': 'Manchi Devudu Naa Yesayyaa – 2022082607:53:03.153803.html'
}, {
    'iD': '2022082607:53:04.488581',
    'title': 'మంచి దేవుడు నా యేసయ్',
    'link': 'Manchi Devudu Naa Yesayyaa – 2022082607:53:04.488581.html'
}, {
    'iD': '2022082607:53:05.906020',
    'title': 'మంచి స్నేహితుడా మంచి',
    'link': 'Manchi Snehithudaa – 2022082607:53:05.906020.html'
}, {
    'iD': '2022082607:53:07.252995',
    'title': 'మంచి స్నేహితుడా మంచి',
    'link': 'Manchi Snehithudaa – 2022082607:53:07.252995.html'
}, {
    'iD': '2022082607:53:08.788683',
    'title': 'మంచిని పంచే దారొకటి\n',
    'link': 'Manchini Panche Daarokati – 2022082607:53:08.788683.html'
}, {
    'iD': '2022082607:53:10.219682',
    'title': 'మంచిని పంచే దారొకటి\n',
    'link': 'Manchini Panche Daarokati – 2022082607:53:10.219682.html'
}, {
    'iD': '2022082607:53:11.639958',
    'title': 'మంచివాడు గొప్పవాడు న',
    'link': 'Manchivaadu Goppavaadu – 2022082607:53:11.639958.html'
}, {
    'iD': '2022082607:53:12.987712',
    'title': 'మంచివాడు గొప్పవాడు న',
    'link': 'Manchivaadu Goppavaadu – 2022082607:53:12.987712.html'
}, {
    'iD': '2022082607:53:14.621366',
    'title': 'మంచే లేని నా పైన ఎంత',
    'link': 'Manche Leni Naa Paina – 2022082607:53:14.621366.html'
}, {
    'iD': '2022082607:53:16.146836',
    'title': 'మంచే లేని నా పైన ఎంత',
    'link': 'Manche Leni Naa Paina – 2022082607:53:16.146836.html'
}, {
    'iD': '2022082607:53:17.695585',
    'title': 'మందిరములోనికి రారండి',
    'link': 'Mandiramuloniki Raarandi – 2022082607:53:17.695585.html'
}, {
    'iD': '2022082607:53:19.027082',
    'title': 'మందిరములోనికి రారండి',
    'link': 'Mandiramuloniki Raarandi – 2022082607:53:19.027082.html'
}, {
    'iD': '2022082607:53:20.867332',
    'title': 'మా ఇంటి పేరు పశువుల ',
    'link': 'Maa Inti Peru – 2022082607:53:20.867332.html'
}, {
    'iD': '2022082607:53:22.084500',
    'title': 'మా ఇంటి పేరు పశువుల ',
    'link': 'Maa Inti Peru – 2022082607:53:22.084500.html'
}, {
    'iD': '2022082607:53:23.483323',
    'title': 'మా ఊహలు పుట్టక మునుప',
    'link': 'Maa Oohalu Puttaka Munupe – 2022082607:53:23.483323.html'
}, {
    'iD': '2022082607:53:24.760701',
    'title': 'మా ఊహలు పుట్టక మునుప',
    'link': 'Maa Oohalu Puttaka Munupe – 2022082607:53:24.760701.html'
}, {
    'iD': '2022082607:53:26.084911',
    'title': 'మా గొప్ప దేవా – మము ',
    'link': 'Maa Goppa Devaa – 2022082607:53:26.084911.html'
}, {
    'iD': '2022082607:53:27.314555',
    'title': 'మా గొప్ప దేవా – మము ',
    'link': 'Maa Goppa Devaa – 2022082607:53:27.314555.html'
}, {
    'iD': '2022082607:53:28.859081',
    'title': 'మా సర్వానిధి నీవయ్యా',
    'link': 'Maa Sarvaanidhi Neevayyaa – 2022082607:53:28.859081.html'
}, {
    'iD': '2022082607:53:30.288908',
    'title': 'మా సర్వానిధి నీవయ్యా',
    'link': 'Maa Sarvaanidhi Neevayyaa – 2022082607:53:30.288908.html'
}, {
    'iD': '2022082607:53:31.500148',
    'title': 'మాకు తోడుగ నీవుంటివి',
    'link': 'Maaku Thoduga Neevuntivi – 2022082607:53:31.500148.html'
}, {
    'iD': '2022082607:53:33.051751',
    'title': 'మాకు తోడుగ నీవుంటివి',
    'link': 'Maaku Thoduga Neevuntivi – 2022082607:53:33.051751.html'
}, {
    'iD': '2022082607:53:34.587254',
    'title': 'మాట్లాడే దేవుడవు నీవ',
    'link': 'Maatlaade Devudavu Neevu – 2022082607:53:34.587254.html'
}, {
    'iD': '2022082607:53:35.922806',
    'title': 'మాట్లాడే దేవుడవు నీవ',
    'link': 'Maatlaade Devudavu Neevu – 2022082607:53:35.922806.html'
}, {
    'iD': '2022082607:53:37.550621',
    'title': 'మాట్లాడే యేసయ్యా\n నా',
    'link': 'Maatlaade Yesayyaa – 2022082607:53:37.550621.html'
}, {
    'iD': '2022082607:53:38.892127',
    'title': 'మాట్లాడే యేసయ్యా\n నా',
    'link': 'Maatlaade Yesayyaa – 2022082607:53:38.892127.html'
}, {
    'iD': '2022082607:53:40.529019',
    'title': 'మాటే చాలయ్యా యేసూ నా',
    'link': 'Maate Chaalayyaa – 2022082607:53:40.529019.html'
}, {
    'iD': '2022082607:53:41.758804',
    'title': 'మాటే చాలయ్యా యేసూ నా',
    'link': 'Maate Chaalayyaa – 2022082607:53:41.758804.html'
}, {
    'iD': '2022082607:53:43.296857',
    'title': 'మాధుర్యమే నా ప్రభుతో',
    'link': 'Maadhuryame Naa Prabhutho – 2022082607:53:43.296857.html'
}, {
    'iD': '2022082607:53:48.518643',
    'title': 'మాధుర్యమే నా ప్రభుతో',
    'link': 'Maadhuryame Naa Prabhutho – 2022082607:53:48.518643.html'
}, {
    'iD': '2022082607:53:50.030792',
    'title': 'మానవుడవై సకల నరుల\n మ',
    'link': 'Maanavudavai Sakala – 2022082607:53:50.030792.html'
}, {
    'iD': '2022082607:53:51.393054',
    'title': 'మానవుడవై సకల నరుల\n మ',
    'link': 'Maanavudavai Sakala – 2022082607:53:51.393054.html'
}, {
    'iD': '2022082607:53:53.114301',
    'title': 'మానవులందరు ఒక్కటేనని',
    'link': 'Maanavulandaru Okkatenani – 2022082607:53:53.114301.html'
}, {
    'iD': '2022082607:53:54.455955',
    'title': 'మానవులందరు ఒక్కటేనని',
    'link': 'Maanavulandaru Okkatenani – 2022082607:53:54.455955.html'
}, {
    'iD': '2022082607:53:56.094535',
    'title': 'మారదయా నీ ప్రేమ\n మార',
    'link': 'Maaradayaa Nee Prema – 2022082607:53:56.094535.html'
}, {
    'iD': '2022082607:53:57.517746',
    'title': 'మారదయా నీ ప్రేమ\n మార',
    'link': 'Maaradayaa Nee Prema – 2022082607:53:57.517746.html'
}, {
    'iD': '2022082607:53:59.076850',
    'title': 'మారని దేవుడవు నీవేనయ',
    'link': 'Maarani Devudavu Neevenayyaa – 2022082607:53:59.076850.html'
}, {
    'iD': '2022082607:54:00.397064',
    'title': 'మారని దేవుడవు నీవేనయ',
    'link': 'Maarani Devudavu Neevenayyaa – 2022082607:54:00.397064.html'
}, {
    'iD': '2022082607:54:02.017431',
    'title': 'మార్గము చూపుము ఇంటిక',
    'link': 'Maargamu Choopumu Intiki – 2022082607:54:02.017431.html'
}, {
    'iD': '2022082607:54:03.758555',
    'title': 'మార్గము చూపుము ఇంటిక',
    'link': 'Maargamu Choopumu Intiki – 2022082607:54:03.758555.html'
}, {
    'iD': '2022082607:54:05.212934',
    'title': 'మార్గము నీవని – గమ్య',
    'link': 'Maargamu Neevani – 2022082607:54:05.212934.html'
}, {
    'iD': '2022082607:54:06.643249',
    'title': 'మార్గము నీవని – గమ్య',
    'link': 'Maargamu Neevani – 2022082607:54:06.643249.html'
}, {
    'iD': '2022082607:54:08.269412',
    'title': 'మార్గములను సృజించువా',
    'link': 'Maargamulanu Srujinchuvaadu – 2022082607:54:08.269412.html'
}, {
    'iD': '2022082607:54:09.716087',
    'title': 'మార్గములను సృజించువా',
    'link': 'Maargamulanu Srujinchuvaadu – 2022082607:54:09.716087.html'
}, {
    'iD': '2022082607:54:10.942624',
    'title': 'మార్గం సత్యం జీవం నీ',
    'link': 'Maargam Sathyam Jeevam – 2022082607:54:10.942624.html'
}, {
    'iD': '2022082607:54:12.171289',
    'title': 'మార్గం సత్యం జీవం నీ',
    'link': 'Maargam Sathyam Jeevam – 2022082607:54:12.171289.html'
}, {
    'iD': '2022082607:54:13.695038',
    'title': 'మారా గయా సులీ పర్\n మ',
    'link': 'Maaraa Gayaa Sulee Par – 2022082607:54:13.695038.html'
}, {
    'iD': '2022082607:54:15.035383',
    'title': 'మారా గయా సులీ పర్\n మ',
    'link': 'Maaraa Gayaa Sulee Par – 2022082607:54:15.035383.html'
}, {
    'iD': '2022082607:54:16.985230',
    'title': 'మారిన మనసులు మధురం మ',
    'link': 'Maarina Manasulu – 2022082607:54:16.985230.html'
}, {
    'iD': '2022082607:54:18.303469',
    'title': 'మారిన మనసులు మధురం మ',
    'link': 'Maarina Manasulu – 2022082607:54:18.303469.html'
}, {
    'iD': '2022082607:54:21.903667',
    'title': 'మారిపోవాలి ఈ లోకమంతా',
    'link': 'Maaripovaali Ee Lokamanthaa – 2022082607:54:21.903667.html'
}, {
    'iD': '2022082607:54:23.526319',
    'title': 'మారిపోవాలి ఈ లోకమంతా',
    'link': 'Maaripovaali Ee Lokamanthaa – 2022082607:54:23.526319.html'
}, {
    'iD': '2022082607:54:24.769036',
    'title': 'మార్పుచెందవా నీవు మర',
    'link': 'Maarpuchendavaa – 2022082607:54:24.769036.html'
}, {
    'iD': '2022082607:54:25.999729',
    'title': 'మార్పుచెందవా నీవు మర',
    'link': 'Maarpuchendavaa – 2022082607:54:25.999729.html'
}, {
    'iD': '2022082607:54:27.635676',
    'title': 'మార్పులేని తండ్రివి ',
    'link': 'Maarpuleni Thandrivi – 2022082607:54:27.635676.html'
}, {
    'iD': '2022082607:54:28.851136',
    'title': 'మార్పులేని తండ్రివి ',
    'link': 'Maarpuleni Thandrivi – 2022082607:54:28.851136.html'
}, {
    'iD': '2022082607:54:30.298868',
    'title': 'యేసువా.. యేసువా..\n య',
    'link': 'Mee Gnaapakaardhamugaa – 2022082607:54:30.298868.html'
}, {
    'iD': '2022082607:54:31.731980',
    'title': 'యేసువా.. యేసువా..\n య',
    'link': 'Mee Gnaapakaardhamugaa – 2022082607:54:31.731980.html'
}, {
    'iD': '2022082607:54:33.168428',
    'title': 'మీరు బహుగా ఫలించినచో',
    'link': 'Meeru Bahugaa Phalinchinacho – 2022082607:54:33.168428.html'
}, {
    'iD': '2022082607:54:34.389560',
    'title': 'మీరు బహుగా ఫలించినచో',
    'link': 'Meeru Bahugaa Phalinchinacho – 2022082607:54:34.389560.html'
}, {
    'iD': '2022082607:54:35.931581',
    'title': 'ముక్తి దిలాయే యీషు న',
    'link': 'Mukthi Dhilaaye Yeeshu Naam – 2022082607:54:35.931581.html'
}, {
    'iD': '2022082607:54:37.162642',
    'title': 'ముక్తి దిలాయే యీషు న',
    'link': 'Mukthi Dhilaaye Yeeshu Naam – 2022082607:54:37.162642.html'
}, {
    'iD': '2022082607:54:38.387835',
    'title': 'ముఖ దర్శనం చాలయ్యా\n ',
    'link': 'Mukha Darshanam Chaalayyaa – 2022082607:54:38.387835.html'
}, {
    'iD': '2022082607:54:39.824158',
    'title': 'ముఖ దర్శనం చాలయ్యా\n ',
    'link': 'Mukha Darshanam Chaalayyaa – 2022082607:54:39.824158.html'
}, {
    'iD': '2022082607:54:41.334992',
    'title': 'ముళ్ళ కిరీటము రక్త ధ',
    'link': 'Mulla Kireetamu – 2022082607:54:41.334992.html'
}, {
    'iD': '2022082607:54:42.691557',
    'title': 'ముళ్ళ కిరీటము రక్త ధ',
    'link': 'Mulla Kireetamu – 2022082607:54:42.691557.html'
}, {
    'iD': '2022082607:54:46.764637',
    'title': 'మూడునాళ్ళ ముచ్చట కోస',
    'link': 'Moodunaalla Muchchata Kosam – 2022082607:54:46.764637.html'
}, {
    'iD': '2022082607:54:48.178089',
    'title': 'మూడునాళ్ళ ముచ్చట కోస',
    'link': 'Moodunaalla Muchchata Kosam – 2022082607:54:48.178089.html'
}, {
    'iD': '2022082607:54:49.718442',
    'title': 'మెల్లని చల్లని స్వరమ',
    'link': 'Mellani Challani – 2022082607:54:49.718442.html'
}, {
    'iD': '2022082607:54:51.152410',
    'title': 'మెల్లని చల్లని స్వరమ',
    'link': 'Mellani Challani – 2022082607:54:51.152410.html'
}, {
    'iD': '2022082607:54:52.930022',
    'title': 'మెల్లని స్వరమే వినిప',
    'link': 'Mellani Swarame – 2022082607:54:52.930022.html'
}, {
    'iD': '2022082607:54:54.153808',
    'title': 'మెల్లని స్వరమే వినిప',
    'link': 'Mellani Swarame – 2022082607:54:54.153808.html'
}, {
    'iD': '2022082607:54:55.386168',
    'title': 'మేఘాల పైన మన యేసు\n త',
    'link': 'Meghaala Paina Mana Yesu – 2022082607:54:55.386168.html'
}, {
    'iD': '2022082607:54:56.615374',
    'title': 'మేఘాల పైన మన యేసు\n త',
    'link': 'Meghaala Paina Mana Yesu – 2022082607:54:56.615374.html'
}, {
    'iD': '2022082607:54:57.945765',
    'title': 'మేడి చెట్టు పైకి ఎవ్',
    'link': 'Medi Chettu Paiki Evvarekkaaru – 2022082607:54:57.945765.html'
}, {
    'iD': '2022082607:54:59.174591',
    'title': 'మేడి చెట్టు పైకి ఎవ్',
    'link': 'Medi Chettu Paiki Evvarekkaaru – 2022082607:54:59.174591.html'
}, {
    'iD': '2022082607:55:00.713850',
    'title': 'మేము భయపడము – ఇక మేమ',
    'link': 'Memu Bhayapadamu – 2022082607:55:00.713850.html'
}, {
    'iD': '2022082607:55:02.146378',
    'title': 'మేము భయపడము – ఇక మేమ',
    'link': 'Memu Bhayapadamu – 2022082607:55:02.146378.html'
}, {
    'iD': '2022082607:55:03.359377',
    'title': 'మేలుకో విశ్వాసి మేలు',
    'link': 'Meluko Vishwaasi Meluko – 2022082607:55:03.359377.html'
}, {
    'iD': '2022082607:55:04.680079',
    'title': 'మేలుకో విశ్వాసి మేలు',
    'link': 'Meluko Vishwaasi Meluko – 2022082607:55:04.680079.html'
}, {
    'iD': '2022082607:55:06.235122',
    'title': 'మేలులు నీ మేలులు మరచ',
    'link': 'Melulu Nee Melulu – 2022082607:55:06.235122.html'
}, {
    'iD': '2022082607:55:07.470434',
    'title': 'మేలులు నీ మేలులు మరచ',
    'link': 'Melulu Nee Melulu – 2022082607:55:07.470434.html'
}, {
    'iD': '2022082607:55:09.006534',
    'title': 'మేలైనా కీడైనా నీతోనే',
    'link': 'Melainaa Keedainaa – 2022082607:55:09.006534.html'
}, {
    'iD': '2022082607:55:10.220923',
    'title': 'మేలైనా కీడైనా నీతోనే',
    'link': 'Melainaa Keedainaa – 2022082607:55:10.220923.html'
}, {
    'iD': '2022082607:55:11.875378',
    'title': 'ప్రేమ క్షమలను సమపాళ్',
    'link': 'Mem Kraisthavulam – 2022082607:55:11.875378.html'
}, {
    'iD': '2022082607:55:13.101926',
    'title': 'ప్రేమ క్షమలను సమపాళ్',
    'link': 'Mem Kraisthavulam – 2022082607:55:13.101926.html'
}, {
    'iD': '2022082607:55:14.638484',
    'title': 'మైటీ జీసస్ తోడుంటే భ',
    'link': 'Mighty Jesus Thodunte – 2022082607:55:14.638484.html'
}, {
    'iD': '2022082607:55:15.867873',
    'title': 'మైటీ జీసస్ తోడుంటే భ',
    'link': 'Mighty Jesus Thodunte – 2022082607:55:15.867873.html'
}, {
    'iD': '2022082607:55:17.403299',
    'title': 'మోయలేని భారమంత సిలువ',
    'link': 'Moyaleni Bhaaramantha – 2022082607:55:17.403299.html'
}, {
    'iD': '2022082607:55:19.350148',
    'title': 'మోయలేని భారమంత సిలువ',
    'link': 'Moyaleni Bhaaramantha – 2022082607:55:19.350148.html'
}, {
    'iD': '2022082607:55:21.179325',
    'title': 'మోసితివా నా కొరకై సి',
    'link': 'Mosithivaa Naa Korakai – 2022082607:55:21.179325.html'
}, {
    'iD': '2022082607:55:23.240078',
    'title': 'మోసితివా నా కొరకై సి',
    'link': 'Mosithivaa Naa Korakai – 2022082607:55:23.240078.html'
}, {
    'iD': '2022082607:55:24.978114',
    'title': 'యవ్వనా జనమా\n ప్రభు య',
    'link': 'Yavvanaa Janamaa – 2022082607:55:24.978114.html'
}, {
    'iD': '2022082607:55:26.538543',
    'title': 'యవ్వనా జనమా\n ప్రభు య',
    'link': 'Yavvanaa Janamaa – 2022082607:55:26.538543.html'
}, {
    'iD': '2022082607:55:28.360615',
    'title': 'యవ్వనుడా యవ్వనుడా\n మ',
    'link': 'Yavvanudaa – 2022082607:55:28.360615.html'
}, {
    'iD': '2022082607:55:29.584209',
    'title': 'యవ్వనుడా యవ్వనుడా\n మ',
    'link': 'Yavvanudaa – 2022082607:55:29.584209.html'
}, {
    'iD': '2022082607:55:31.016999',
    'title': 'యవ్వనులారా మీరు – ప్',
    'link': 'Yavvanulaaraa Meeru – 2022082607:55:31.016999.html'
}, {
    'iD': '2022082607:55:32.551495',
    'title': 'యవ్వనులారా మీరు – ప్',
    'link': 'Yavvanulaaraa Meeru – 2022082607:55:32.551495.html'
}, {
    'iD': '2022082607:55:33.990321',
    'title': 'యాకోబు బావి కాడ యేసయ',
    'link': 'Yaakobu Baavi Kaada – 2022082607:55:33.990321.html'
}, {
    'iD': '2022082607:55:35.823177',
    'title': 'యాకోబు బావి కాడ యేసయ',
    'link': 'Yaakobu Baavi Kaada – 2022082607:55:35.823177.html'
}, {
    'iD': '2022082607:55:37.678442',
    'title': 'యుగయుగాలు మారిపోనిది',
    'link': 'Yugayugaalu Maariponidhi – 2022082607:55:37.678442.html'
}, {
    'iD': '2022082607:55:39.010471',
    'title': 'యుగయుగాలు మారిపోనిది',
    'link': 'Yugayugaalu Maariponidhi – 2022082607:55:39.010471.html'
}, {
    'iD': '2022082607:55:40.343220',
    'title': 'యుద్ధము యెహోవాదే(4)',
    'link': 'Yudhdhamu Yehovaade – 2022082607:55:40.343220.html'
}, {
    'iD': '2022082607:55:41.595362',
    'title': 'యుద్ధము యెహోవాదే(4)',
    'link': 'Yudhdhamu Yehovaade – 2022082607:55:41.595362.html'
}, {
    'iD': '2022082607:55:42.900505',
    'title': 'యూదా స్తుతి గోత్రపు ',
    'link': 'Yoodaa Sthuthi Gothrapu – 2022082607:55:42.900505.html'
}, {
    'iD': '2022082607:55:44.333361',
    'title': 'యూదా స్తుతి గోత్రపు ',
    'link': 'Yoodaa Sthuthi Gothrapu – 2022082607:55:44.333361.html'
}, {
    'iD': '2022082607:55:45.859249',
    'title': 'యెహోవ నా ఆశ్రయం\n నా ',
    'link': 'Yehova Naa Aashrayam – 2022082607:55:45.859249.html'
}, {
    'iD': '2022082607:55:47.509578',
    'title': 'యెహోవ నా ఆశ్రయం\n నా ',
    'link': 'Yehova Naa Aashrayam – 2022082607:55:47.509578.html'
}, {
    'iD': '2022082607:55:49.030038',
    'title': 'యెహోవ నా మొర లాలించె',
    'link': 'Yehova Naa Mora Laalinchenu – 2022082607:55:49.030038.html'
}, {
    'iD': '2022082607:55:50.556715',
    'title': 'యెహోవ నా మొర లాలించె',
    'link': 'Yehova Naa Mora Laalinchenu – 2022082607:55:50.556715.html'
}, {
    'iD': '2022082607:55:52.011595',
    'title': 'యెహోవా దయాళుడు\n ఆయనక',
    'link': 'Yehovaa Dayaaludu (Aayanake Kruthagnatha) – 2022082607:55:52.011595.html'
}, {
    'iD': '2022082607:55:53.344642',
    'title': 'యెహోవా దయాళుడు\n ఆయనక',
    'link': 'Yehovaa Dayaaludu (Aayanake Kruthagnatha) – 2022082607:55:53.344642.html'
}, {
    'iD': '2022082607:55:54.677891',
    'title': 'యెహోవా దయాళుడు సర్వ ',
    'link': 'Yehovaa Dayaaludu Sarva Shakthumanthudu – 2022082607:55:54.677891.html'
}, {
    'iD': '2022082607:55:56.097297',
    'title': 'యెహోవా దయాళుడు సర్వ ',
    'link': 'Yehovaa Dayaaludu Sarva Shakthumanthudu – 2022082607:55:56.097297.html'
}, {
    'iD': '2022082607:55:57.648157',
    'title': 'యెహోవా నను కరుణించుమ',
    'link': 'Yehovaa Nanu Karuninchumaa – 2022082607:55:57.648157.html'
}, {
    'iD': '2022082607:55:58.980420',
    'title': 'యెహోవా నను కరుణించుమ',
    'link': 'Yehovaa Nanu Karuninchumaa – 2022082607:55:58.980420.html'
}, {
    'iD': '2022082607:56:05.840699',
    'title': 'యెహోవా నాకు వెలుగాయె',
    'link': 'Yehovaa Naaku Velugaaye – 2022082607:56:05.840699.html'
}, {
    'iD': '2022082607:56:07.260544',
    'title': 'యెహోవా నాకు వెలుగాయె',
    'link': 'Yehovaa Naaku Velugaaye – 2022082607:56:07.260544.html'
}, {
    'iD': '2022082607:56:08.808234',
    'title': 'యెహోవా నిస్సీ – యెహో',
    'link': 'Yehovaa Nissy – 2022082607:56:08.808234.html'
}, {
    'iD': '2022082607:56:10.141458',
    'title': 'యెహోవా నిస్సీ – యెహో',
    'link': 'Yehovaa Nissy – 2022082607:56:10.141458.html'
}, {
    'iD': '2022082607:56:11.473852',
    'title': 'యెహోవానీ నామముఎంతో బ',
    'link': 'Yehovaa Nee Naamamu – 2022082607:56:11.473852.html'
}, {
    'iD': '2022082607:56:12.687853',
    'title': 'యెహోవానీ నామముఎంతో బ',
    'link': 'Yehovaa Nee Naamamu – 2022082607:56:12.687853.html'
}, {
    'iD': '2022082607:56:14.009414',
    'title': 'యెహోవా నీదు మేలులను ',
    'link': 'Yehovaa Needu Melulanu – 2022082607:56:14.009414.html'
}, {
    'iD': '2022082607:56:15.345144',
    'title': 'యెహోవా నీదు మేలులను ',
    'link': 'Yehovaa Needu Melulanu – 2022082607:56:15.345144.html'
}, {
    'iD': '2022082607:56:16.977986',
    'title': 'యెహోవా మహిమ నీ మీద ఉ',
    'link': 'Yehovaa Mahima Nee Meeda – 2022082607:56:16.977986.html'
}, {
    'iD': '2022082607:56:18.315235',
    'title': 'యెహోవా మహిమ నీ మీద ఉ',
    'link': 'Yehovaa Mahima Nee Meeda – 2022082607:56:18.315235.html'
}, {
    'iD': '2022082607:56:20.481644',
    'title': 'యెహోవా మా కాపరి యేసయ',
    'link': 'Yehovaa Maa Kaapari – 2022082607:56:20.481644.html'
}, {
    'iD': '2022082607:56:21.720691',
    'title': 'యెహోవా మా కాపరి యేసయ',
    'link': 'Yehovaa Maa Kaapari – 2022082607:56:21.720691.html'
}, {
    'iD': '2022082607:56:23.235566',
    'title': 'యెహోవా యీరే నను చూసే',
    'link': 'Yehovaa Yire – 2022082607:56:23.235566.html'
}, {
    'iD': '2022082607:56:24.575844',
    'title': 'యెహోవా యీరే నను చూసే',
    'link': 'Yehovaa Yire – 2022082607:56:24.575844.html'
}, {
    'iD': '2022082607:56:26.113318',
    'title': 'యెహోవాకు స్తుతులు పా',
    'link': 'Yehovaaku Sthuthulu Paadandi – 2022082607:56:26.113318.html'
}, {
    'iD': '2022082607:56:27.343871',
    'title': 'యెహోవాకు స్తుతులు పా',
    'link': 'Yehovaaku Sthuthulu Paadandi – 2022082607:56:27.343871.html'
}, {
    'iD': '2022082607:56:28.776969',
    'title': 'యెహోవాను సన్నుతించెద',
    'link': 'Yehovaanu Sannuthinchedan – 2022082607:56:28.776969.html'
}, {
    'iD': '2022082607:56:30.136746',
    'title': 'యెహోవాను సన్నుతించెద',
    'link': 'Yehovaanu Sannuthinchedan – 2022082607:56:30.136746.html'
}, {
    'iD': '2022082607:56:31.646632',
    'title': 'యెహోవాయే నా కాపరిగా\n',
    'link': 'Yehovaaye Naa Kaaparigaa – 2022082607:56:31.646632.html'
}, {
    'iD': '2022082607:56:32.859746',
    'title': 'యెహోవాయే నా కాపరిగా\n',
    'link': 'Yehovaaye Naa Kaaparigaa – 2022082607:56:32.859746.html'
}, {
    'iD': '2022082607:56:35.638826',
    'title': 'యెహెూవాయే నా బలము\n య',
    'link': 'Yehovaaye Naa Balamu – 2022082607:56:35.638826.html'
}, {
    'iD': '2022082607:56:38.183615',
    'title': 'యెహెూవాయే నా బలము\n య',
    'link': 'Yehovaaye Naa Balamu – 2022082607:56:38.183615.html'
}, {
    'iD': '2022082607:56:39.838072',
    'title': 'యేషు మసీహ్\n తేరే జైస',
    'link': 'Yeshu Masih – 2022082607:56:39.838072.html'
}, {
    'iD': '2022082607:56:41.057806',
    'title': 'యేషు మసీహ్\n తేరే జైస',
    'link': 'Yeshu Masih – 2022082607:56:41.057806.html'
}, {
    'iD': '2022082607:56:42.500793',
    'title': 'యేసన్న స్వరమన్నా\n నీ',
    'link': 'Yesanna Swaramannaa – 2022082607:56:42.500793.html'
}, {
    'iD': '2022082607:56:43.816465',
    'title': 'యేసన్న స్వరమన్నా\n నీ',
    'link': 'Yesanna Swaramannaa – 2022082607:56:43.816465.html'
}, {
    'iD': '2022082607:56:47.685093',
    'title': 'యేసయ్య నామంలో శక్తి ',
    'link': 'Yesayya Naamamlo – 2022082607:56:47.685093.html'
}, {
    'iD': '2022082607:56:48.939093',
    'title': 'యేసయ్య నామంలో శక్తి ',
    'link': 'Yesayya Naamamlo – 2022082607:56:48.939093.html'
}, {
    'iD': '2022082607:56:50.258663',
    'title': 'యేసయ్య నీ ప్రేమ నా స',
    'link': 'Yesayya Nee Prema – 2022082607:56:50.258663.html'
}, {
    'iD': '2022082607:56:51.520534',
    'title': 'యేసయ్య నీ ప్రేమ నా స',
    'link': 'Yesayya Nee Prema – 2022082607:56:51.520534.html'
}, {
    'iD': '2022082607:56:54.479253',
    'title': 'యేసయ్య పాదాలు బంగారు',
    'link': 'Yesayya Paadaalu – 2022082607:56:54.479253.html'
}, {
    'iD': '2022082607:56:55.915774',
    'title': 'యేసయ్య పాదాలు బంగారు',
    'link': 'Yesayya Paadaalu – 2022082607:56:55.915774.html'
}, {
    'iD': '2022082607:56:57.448864',
    'title': 'యేసయ్య మాట బంగారు మూ',
    'link': 'Yesayya Maata Bangaaru Moota – 2022082607:56:57.448864.html'
}, {
    'iD': '2022082607:57:00.109754',
    'title': 'యేసయ్య మాట బంగారు మూ',
    'link': 'Yesayya Maata Bangaaru Moota – 2022082607:57:00.109754.html'
}, {
    'iD': '2022082607:57:01.516773',
    'title': 'యేసయ్య మాట విలువైన మ',
    'link': 'Yesayya Maata Viluvaina – 2022082607:57:01.516773.html'
}, {
    'iD': '2022082607:57:02.980581',
    'title': 'యేసయ్య మాట విలువైన మ',
    'link': 'Yesayya Maata Viluvaina – 2022082607:57:02.980581.html'
}, {
    'iD': '2022082607:57:04.607280',
    'title': 'యేసయ్య రక్తము అతి మధ',
    'link': 'Yesayya Rakthamu – 2022082607:57:04.607280.html'
}, {
    'iD': '2022082607:57:05.848780',
    'title': 'యేసయ్య రక్తము అతి మధ',
    'link': 'Yesayya Rakthamu – 2022082607:57:05.848780.html'
}, {
    'iD': '2022082607:57:07.280341',
    'title': 'యేసయ్యా కనికరపూర్ణుడ',
    'link': 'Yesayyaa Kanikarapoornudaa – 2022082607:57:07.280341.html'
}, {
    'iD': '2022082607:57:08.509180',
    'title': 'యేసయ్యా కనికరపూర్ణుడ',
    'link': 'Yesayyaa Kanikarapoornudaa – 2022082607:57:08.509180.html'
}, {
    'iD': '2022082607:57:09.973408',
    'title': 'యేసయ్యా.. నన్నెందుకు',
    'link': 'Yesayyaa Nannenduku – 2022082607:57:09.973408.html'
}, {
    'iD': '2022082607:57:11.268850',
    'title': 'యేసయ్యా.. నన్నెందుకు',
    'link': 'Yesayyaa Nannenduku – 2022082607:57:11.268850.html'
}, {
    'iD': '2022082607:57:12.708356',
    'title': 'యేసయ్యా నా దొరా\n నీ ',
    'link': 'Yesayyaa Naa Doraa – 2022082607:57:12.708356.html'
}, {
    'iD': '2022082607:57:15.279037',
    'title': 'యేసయ్యా నా దొరా\n నీ ',
    'link': 'Yesayyaa Naa Doraa – 2022082607:57:15.279037.html'
}, {
    'iD': '2022082607:57:16.655824',
    'title': 'యేసయ్యా నా ప్రాణ నాథ',
    'link': 'Yesayyaa Naa Praana Naathaa – 2022082607:57:16.655824.html'
}, {
    'iD': '2022082607:57:18.010573',
    'title': 'యేసయ్యా నా ప్రాణ నాథ',
    'link': 'Yesayyaa Naa Praana Naathaa – 2022082607:57:18.010573.html'
}, {
    'iD': '2022082607:57:19.415049',
    'title': 'యేసయ్యా నా ప్రాణనాథా',
    'link': 'Yesayyaa Naa Praana Naathaa Ninu – 2022082607:57:19.415049.html'
}, {
    'iD': '2022082607:57:20.799174',
    'title': 'యేసయ్యా నా ప్రాణనాథా',
    'link': 'Yesayyaa Naa Praana Naathaa Ninu – 2022082607:57:20.799174.html'
}, {
    'iD': '2022082607:57:22.434788',
    'title': 'యేసయ్యా నా యేసయ్యా\n ',
    'link': 'Yesayyaa Naa Yesayyaa – 2022082607:57:22.434788.html'
}, {
    'iD': '2022082607:57:23.766607',
    'title': 'యేసయ్యా నా యేసయ్యా\n ',
    'link': 'Yesayyaa Naa Yesayyaa – 2022082607:57:23.766607.html'
}, {
    'iD': '2022082607:57:24.981451',
    'title': 'యేసయ్యా నా యేసయ్యా ఎ',
    'link': 'Yesayyaa Naa Yesayyaa – 2022082607:57:24.981451.html'
}, {
    'iD': '2022082607:57:26.360882',
    'title': 'యేసయ్యా నా యేసయ్యా ఎ',
    'link': 'Yesayyaa Naa Yesayyaa – 2022082607:57:26.360882.html'
}, {
    'iD': '2022082607:57:27.658599',
    'title': 'యేసయ్యా నా హృదయ స్పం',
    'link': 'Yesayyaa Naa Hrudaya Spandana – 2022082607:57:27.658599.html'
}, {
    'iD': '2022082607:57:29.089043',
    'title': 'యేసయ్యా నా హృదయ స్పం',
    'link': 'Yesayyaa Naa Hrudaya Spandana – 2022082607:57:29.089043.html'
}, {
    'iD': '2022082607:57:30.413461',
    'title': 'యేసయ్యా నా హృదయాభిలా',
    'link': 'Yesayyaa Naa Hrudayaabhilaasha – 2022082607:57:30.413461.html'
}, {
    'iD': '2022082607:57:31.752899',
    'title': 'యేసయ్యా నా హృదయాభిలా',
    'link': 'Yesayyaa Naa Hrudayaabhilaasha – 2022082607:57:31.752899.html'
}, {
    'iD': '2022082607:57:33.391227',
    'title': 'యేసయ్యా నిన్ను చూడాల',
    'link': 'Yesayyaa Ninnu Choodaalani – 2022082607:57:33.391227.html'
}, {
    'iD': '2022082607:57:34.712254',
    'title': 'యేసయ్యా నిన్ను చూడాల',
    'link': 'Yesayyaa Ninnu Choodaalani – 2022082607:57:34.712254.html'
}, {
    'iD': '2022082607:57:37.489932',
    'title': 'యేసయ్యా నిన్ను ప్రేమ',
    'link': 'Yesayyaa Ninnu Preminchuvaaru – 2022082607:57:37.489932.html'
}, {
    'iD': '2022082607:57:38.716547',
    'title': 'యేసయ్యా నిన్ను ప్రేమ',
    'link': 'Yesayyaa Ninnu Preminchuvaaru – 2022082607:57:38.716547.html'
}, {
    'iD': '2022082607:57:40.138307',
    'title': 'యేసయ్యా నీ నామమునే క',
    'link': 'Yesayyaa Nee Naamamune – 2022082607:57:40.138307.html'
}, {
    'iD': '2022082607:57:41.382544',
    'title': 'యేసయ్యా నీ నామమునే క',
    'link': 'Yesayyaa Nee Naamamune – 2022082607:57:41.382544.html'
}, {
    'iD': '2022082607:57:44.247139',
    'title': 'యేసయ్యా నీ పూల తోట\n ',
    'link': 'Yesayyaa Nee Poola Thota – 2022082607:57:44.247139.html'
}, {
    'iD': '2022082607:57:45.398381',
    'title': 'యేసయ్యా నీ పూల తోట\n ',
    'link': 'Yesayyaa Nee Poola Thota – 2022082607:57:45.398381.html'
}, {
    'iD': '2022082607:57:47.872083',
    'title': 'యేసయ్యా నీ ప్రేమ – న',
    'link': 'Yesayyaa Nee Prema – 2022082607:57:47.872083.html'
}, {
    'iD': '2022082607:57:49.165745',
    'title': 'యేసయ్యా నీ ప్రేమ – న',
    'link': 'Yesayyaa Nee Prema – 2022082607:57:49.165745.html'
}, {
    'iD': '2022082607:57:50.684984',
    'title': 'యేసయ్యా నీ మాటలు – త',
    'link': 'Yesayyaa Nee Maatalu – 2022082607:57:50.684984.html'
}, {
    'iD': '2022082607:57:51.927248',
    'title': 'యేసయ్యా నీ మాటలు – త',
    'link': 'Yesayyaa Nee Maatalu – 2022082607:57:51.927248.html'
}, {
    'iD': '2022082607:57:53.361695',
    'title': 'భూమ్యాకాశములను సృజియ',
    'link': 'Yesayyaa Neeke Vandanam – 2022082607:57:53.361695.html'
}, {
    'iD': '2022082607:57:54.896636',
    'title': 'భూమ్యాకాశములను సృజియ',
    'link': 'Yesayyaa Neeke Vandanam – 2022082607:57:54.896636.html'
}, {
    'iD': '2022082607:57:56.432721',
    'title': 'యేసయ్యా ప్రాణ నాథా –',
    'link': 'Yesayyaa Praana Naatha – 2022082607:57:56.432721.html'
}, {
    'iD': '2022082607:57:57.766330',
    'title': 'యేసయ్యా ప్రాణ నాథా –',
    'link': 'Yesayyaa Praana Naatha – 2022082607:57:57.766330.html'
}, {
    'iD': '2022082607:57:59.300363',
    'title': 'యేసయ్యా యేసయ్యా… నీద',
    'link': 'Yesayyaa Yesayyaa – 2022082607:57:59.300363.html'
}, {
    'iD': '2022082607:58:00.721608',
    'title': 'యేసయ్యా యేసయ్యా… నీద',
    'link': 'Yesayyaa Yesayyaa – 2022082607:58:00.721608.html'
}, {
    'iD': '2022082607:58:02.165542',
    'title': 'యేసు ఉంటే చాలు\n నా జ',
    'link': 'Yesu Unte Chaalu – 2022082607:58:02.165542.html'
}, {
    'iD': '2022082607:58:03.415774',
    'title': 'యేసు ఉంటే చాలు\n నా జ',
    'link': 'Yesu Unte Chaalu – 2022082607:58:03.415774.html'
}, {
    'iD': '2022082607:58:04.930363',
    'title': 'యేసు ఒక్కడే ఈ లోక రక',
    'link': 'Yesu Okkade – 2022082607:58:04.930363.html'
}, {
    'iD': '2022082607:58:06.352823',
    'title': 'యేసు ఒక్కడే ఈ లోక రక',
    'link': 'Yesu Okkade – 2022082607:58:06.352823.html'
}, {
    'iD': '2022082607:58:07.755327',
    'title': 'యేసు క్రీస్తు పుట్టె',
    'link': 'Yesu Kreesthu Puttenu Nedu – 2022082607:58:07.755327.html'
}, {
    'iD': '2022082607:58:09.026290',
    'title': 'యేసు క్రీస్తు పుట్టె',
    'link': 'Yesu Kreesthu Puttenu Nedu – 2022082607:58:09.026290.html'
}, {
    'iD': '2022082607:58:10.428618',
    'title': 'యేసు గొరియ పిల్లను న',
    'link': 'Yesu Goriya Pillanu Nenu – 2022082607:58:10.428618.html'
}, {
    'iD': '2022082607:58:12.097746',
    'title': 'యేసు గొరియ పిల్లను న',
    'link': 'Yesu Goriya Pillanu Nenu – 2022082607:58:12.097746.html'
}, {
    'iD': '2022082607:58:13.531886',
    'title': 'యేసు జననము లోకానికెం',
    'link': 'Yesu Jananamu – 2022082607:58:13.531886.html'
}, {
    'iD': '2022082607:58:14.864530',
    'title': 'యేసు జననము లోకానికెం',
    'link': 'Yesu Jananamu – 2022082607:58:14.864530.html'
}, {
    'iD': '2022082607:58:16.593484',
    'title': 'యేసు దేవా నను కొనిపో',
    'link': 'Yesu Devaa Nanu Konipovaa – 2022082607:58:16.593484.html'
}, {
    'iD': '2022082607:58:17.778168',
    'title': 'యేసు దేవా నను కొనిపో',
    'link': 'Yesu Devaa Nanu Konipovaa – 2022082607:58:17.778168.html'
}, {
    'iD': '2022082607:58:19.269424',
    'title': 'యేసు దేవుని ఆశ్రయించ',
    'link': 'Yesu Devuni Aashrayinchumaa – 2022082607:58:19.269424.html'
}, {
    'iD': '2022082607:58:20.612046',
    'title': 'యేసు దేవుని ఆశ్రయించ',
    'link': 'Yesu Devuni Aashrayinchumaa – 2022082607:58:20.612046.html'
}, {
    'iD': '2022082607:58:22.023522',
    'title': 'యేసు నాథా దేవా\n వందన',
    'link': 'Yesu Naathaa Devaa – 2022082607:58:22.023522.html'
}, {
    'iD': '2022082607:58:23.293909',
    'title': 'యేసు నాథా దేవా\n వందన',
    'link': 'Yesu Naathaa Devaa – 2022082607:58:23.293909.html'
}, {
    'iD': '2022082607:58:24.798057',
    'title': 'యేసు నామం సుందర నామం',
    'link': 'Yesu Naamam – 2022082607:58:24.798057.html'
}, {
    'iD': '2022082607:58:26.027021',
    'title': 'యేసు నామం సుందర నామం',
    'link': 'Yesu Naamam – 2022082607:58:26.027021.html'
}, {
    'iD': '2022082607:58:27.462643',
    'title': 'యేసు నిన్ను నేను చూడ',
    'link': 'Yesu Ninnu Nenu – 2022082607:58:27.462643.html'
}, {
    'iD': '2022082607:58:28.688422',
    'title': 'యేసు నిన్ను నేను చూడ',
    'link': 'Yesu Ninnu Nenu – 2022082607:58:28.688422.html'
}, {
    'iD': '2022082607:58:29.919201',
    'title': 'యేసు నీ నామామృతము మా',
    'link': 'Yesu Nee Naamaamruthamu – 2022082607:58:29.919201.html'
}, {
    'iD': '2022082607:58:31.147461',
    'title': 'యేసు నీ నామామృతము మా',
    'link': 'Yesu Nee Naamaamruthamu – 2022082607:58:31.147461.html'
}, {
    'iD': '2022082607:58:32.684557',
    'title': 'యేసు నీ వారము – నీవే',
    'link': 'Yesu Nee Vaaramu – 2022082607:58:32.684557.html'
}, {
    'iD': '2022082607:58:33.910194',
    'title': 'యేసు నీ వారము – నీవే',
    'link': 'Yesu Nee Vaaramu – 2022082607:58:33.910194.html'
}, {
    'iD': '2022082607:58:35.449199',
    'title': 'యేసు నీ స్వరూపమును న',
    'link': 'Yesu Nee Swaroopamunu – 2022082607:58:35.449199.html'
}, {
    'iD': '2022082607:58:36.767070',
    'title': 'యేసు నీ స్వరూపమును న',
    'link': 'Yesu Nee Swaroopamunu – 2022082607:58:36.767070.html'
}, {
    'iD': '2022082607:58:38.419794',
    'title': 'యేసు నీవే చాలు నాకు ',
    'link': 'Yesu Neeve Chaalu Naaku – 2022082607:58:38.419794.html'
}, {
    'iD': '2022082607:58:39.750958',
    'title': 'యేసు నీవే చాలు నాకు ',
    'link': 'Yesu Neeve Chaalu Naaku – 2022082607:58:39.750958.html'
}, {
    'iD': '2022082607:58:40.940325',
    'title': 'యేసు పరిశుద్ధ నామమున',
    'link': 'Yesu Parishuddha Naamamunaku – 2022082607:58:40.940325.html'
}, {
    'iD': '2022082607:58:42.305893',
    'title': 'యేసు పరిశుద్ధ నామమున',
    'link': 'Yesu Parishuddha Naamamunaku – 2022082607:58:42.305893.html'
}, {
    'iD': '2022082607:58:43.494890',
    'title': 'యేసు ప్రభువా నీవే\n మ',
    'link': 'Yesu Prabhuvaa Neeve – 2022082607:58:43.494890.html'
}, {
    'iD': '2022082607:58:44.765605',
    'title': 'యేసు ప్రభువా నీవే\n మ',
    'link': 'Yesu Prabhuvaa Neeve – 2022082607:58:44.765605.html'
}, {
    'iD': '2022082607:58:46.154081',
    'title': 'యేసు ప్రభువే – సాతాన',
    'link': 'Yesu Prabhuve – 2022082607:58:46.154081.html'
}, {
    'iD': '2022082607:58:47.416206',
    'title': 'యేసు ప్రభువే – సాతాన',
    'link': 'Yesu Prabhuve – 2022082607:58:47.416206.html'
}, {
    'iD': '2022082607:58:49.988939',
    'title': 'యేసు మంచి దేవుడు – ప',
    'link': 'Yesu Manchi Devudu – 2022082607:58:49.988939.html'
}, {
    'iD': '2022082607:58:51.207984',
    'title': 'యేసు మంచి దేవుడు – ప',
    'link': 'Yesu Manchi Devudu – 2022082607:58:51.207984.html'
}, {
    'iD': '2022082607:58:52.432908',
    'title': 'యేసు మాతో నీవుండగా\n ',
    'link': 'Yesu Maatho Neevundagaa – 2022082607:58:52.432908.html'
}, {
    'iD': '2022082607:58:53.777145',
    'title': 'యేసు మాతో నీవుండగా\n ',
    'link': 'Yesu Maatho Neevundagaa – 2022082607:58:53.777145.html'
}, {
    'iD': '2022082607:58:55.174106',
    'title': 'యేసు యేసు యేసు నిన్న',
    'link': 'Yesu Yesu Yesu – 2022082607:58:55.174106.html'
}, {
    'iD': '2022082607:58:56.537276',
    'title': 'యేసు యేసు యేసు నిన్న',
    'link': 'Yesu Yesu Yesu – 2022082607:58:56.537276.html'
}, {
    'iD': '2022082607:58:57.860661',
    'title': 'యేసు రక్తము రక్తము ర',
    'link': 'Yesu Rakthamu Rakthamu – 2022082607:58:57.860661.html'
}, {
    'iD': '2022082607:58:59.698100',
    'title': 'యేసు రక్తము రక్తము ర',
    'link': 'Yesu Rakthamu Rakthamu – 2022082607:58:59.698100.html'
}, {
    'iD': '2022082607:59:00.948894',
    'title': 'యేసు రక్తములో నాకు జ',
    'link': 'Yesu Rakthamulo – 2022082607:59:00.948894.html'
}, {
    'iD': '2022082607:59:02.177328',
    'title': 'యేసు రక్తములో నాకు జ',
    'link': 'Yesu Rakthamulo – 2022082607:59:02.177328.html'
}, {
    'iD': '2022082607:59:03.813522',
    'title': 'యేసు రక్తమే జయము జయమ',
    'link': 'Yesu Rakthame Jayamu – 2022082607:59:03.813522.html'
}, {
    'iD': '2022082607:59:05.006006',
    'title': 'యేసు రక్తమే జయము జయమ',
    'link': 'Yesu Rakthame Jayamu – 2022082607:59:05.006006.html'
}, {
    'iD': '2022082607:59:06.592698',
    'title': 'యేసు రక్తమే జయం…యేసు',
    'link': 'Yesu Rakthame Jayam – 2022082607:59:06.592698.html'
}, {
    'iD': '2022082607:59:07.914777',
    'title': 'యేసు రక్తమే జయం…యేసు',
    'link': 'Yesu Rakthame Jayam – 2022082607:59:07.914777.html'
}, {
    'iD': '2022082607:59:09.341785',
    'title': 'యేసు రక్షకా శతకోటి స',
    'link': 'Yesu Rakshakaa – 2022082607:59:09.341785.html'
}, {
    'iD': '2022082607:59:10.568491',
    'title': 'యేసు రక్షకా శతకోటి స',
    'link': 'Yesu Rakshakaa – 2022082607:59:10.568491.html'
}, {
    'iD': '2022082607:59:12.104883',
    'title': 'యేసు రాజ నాలో నిన్ను',
    'link': 'Yesu Raaja Naalo Ninnu – 2022082607:59:12.104883.html'
}, {
    'iD': '2022082607:59:13.426647',
    'title': 'యేసు రాజ నాలో నిన్ను',
    'link': 'Yesu Raaja Naalo Ninnu – 2022082607:59:13.426647.html'
}, {
    'iD': '2022082607:59:14.873577',
    'title': 'యేసు రాజ్యమునకు సైని',
    'link': 'Yesu Raajyamunaku Sainikulam – 2022082607:59:14.873577.html'
}, {
    'iD': '2022082607:59:16.130422',
    'title': 'యేసు రాజ్యమునకు సైని',
    'link': 'Yesu Raajyamunaku Sainikulam – 2022082607:59:16.130422.html'
}, {
    'iD': '2022082607:59:17.636433',
    'title': 'యేసు రాజా…\n అర్పించె',
    'link': 'Yesu Raajaa Arpinchedhanayyaa – 2022082607:59:17.636433.html'
}, {
    'iD': '2022082607:59:18.962809',
    'title': 'యేసు రాజా…\n అర్పించె',
    'link': 'Yesu Raajaa Arpinchedhanayyaa – 2022082607:59:18.962809.html'
}, {
    'iD': '2022082607:59:20.507651',
    'title': 'యేసు రాజా నీకే\n ఈ స్',
    'link': 'Yesu Raajaa Neeke – 2022082607:59:20.507651.html'
}, {
    'iD': '2022082607:59:21.734719',
    'title': 'యేసు రాజా నీకే\n ఈ స్',
    'link': 'Yesu Raajaa Neeke – 2022082607:59:21.734719.html'
}, {
    'iD': '2022082607:59:23.257114',
    'title': 'యేసు రాజు రాజుల రాజై',
    'link': 'Yesu Raaju Raajula Raajai – 2022082607:59:23.257114.html'
}, {
    'iD': '2022082607:59:24.501866',
    'title': 'యేసు రాజు రాజుల రాజై',
    'link': 'Yesu Raaju Raajula Raajai – 2022082607:59:24.501866.html'
}, {
    'iD': '2022082607:59:26.193024',
    'title': 'యేసు రాజుగా వచ్చుచున',
    'link': 'Yesu Raajugaa Vachchuchunnaadu – 2022082607:59:26.193024.html'
}, {
    'iD': '2022082607:59:27.765821',
    'title': 'యేసు రాజుగా వచ్చుచున',
    'link': 'Yesu Raajugaa Vachchuchunnaadu – 2022082607:59:27.765821.html'
}, {
    'iD': '2022082607:59:29.415649',
    'title': 'యేసువలె నన్ను మార్చు',
    'link': 'Yesu Vale – 2022082607:59:29.415649.html'
}, {
    'iD': '2022082607:59:30.643892',
    'title': 'యేసువలె నన్ను మార్చు',
    'link': 'Yesu Vale – 2022082607:59:30.643892.html'
}, {
    'iD': '2022082607:59:32.181628',
    'title': 'యేసు వంటి సుందరుడు ఎ',
    'link': 'Yesu Vanti Sundarudu – 2022082607:59:32.181628.html'
}, {
    'iD': '2022082607:59:33.409002',
    'title': 'యేసు వంటి సుందరుడు ఎ',
    'link': 'Yesu Vanti Sundarudu – 2022082607:59:33.409002.html'
}, {
    'iD': '2022082607:59:34.944775',
    'title': 'యేసు సర్వోన్నతుడా… క',
    'link': 'Yesu Sarvonnathudaa – 2022082607:59:34.944775.html'
}, {
    'iD': '2022082607:59:36.891086',
    'title': 'యేసు సర్వోన్నతుడా… క',
    'link': 'Yesu Sarvonnathudaa – 2022082607:59:36.891086.html'
}, {
    'iD': '2022082607:59:38.482489',
    'title': 'యేసుతో ఠీవిగాను పోదమ',
    'link': 'Yesutho Teevigaanu Podamaa – 2022082607:59:38.482489.html'
}, {
    'iD': '2022082607:59:39.804567',
    'title': 'యేసుతో ఠీవిగాను పోదమ',
    'link': 'Yesutho Teevigaanu Podamaa – 2022082607:59:39.804567.html'
}, {
    'iD': '2022082607:59:41.396561',
    'title': 'యేసుని తిరు హృదయమా\n ',
    'link': 'Yesuni Thiru Hrudayamaa – 2022082607:59:41.396561.html'
}, {
    'iD': '2022082607:59:42.623183',
    'title': 'యేసుని తిరు హృదయమా\n ',
    'link': 'Yesuni Thiru Hrudayamaa – 2022082607:59:42.623183.html'
}, {
    'iD': '2022082607:59:44.559052',
    'title': 'యేసుని నా మదిలో స్వీ',
    'link': 'Yesuni Naa Madilo – 2022082607:59:44.559052.html'
}, {
    'iD': '2022082607:59:45.799551',
    'title': 'యేసుని నా మదిలో స్వీ',
    'link': 'Yesuni Naa Madilo – 2022082607:59:45.799551.html'
}, {
    'iD': '2022082607:59:47.105436',
    'title': 'యేసుని నామములో – మన ',
    'link': 'Yesuni Naamamulo – 2022082607:59:47.105436.html'
}, {
    'iD': '2022082607:59:48.438380',
    'title': 'యేసుని నామములో – మన ',
    'link': 'Yesuni Naamamulo – 2022082607:59:48.438380.html'
}, {
    'iD': '2022082607:59:49.886032',
    'title': 'యేసుని నామంలో శక్తి ',
    'link': 'Yesuni Naamamlo Shakthi – 2022082607:59:49.886032.html'
}, {
    'iD': '2022082607:59:51.322165',
    'title': 'యేసుని నామంలో శక్తి ',
    'link': 'Yesuni Naamamlo Shakthi – 2022082607:59:51.322165.html'
}, {
    'iD': '2022082607:59:52.761771',
    'title': 'యేసుని ప్రేమ యేసు వా',
    'link': 'Yesuni Prema Yesu Vaartha – 2022082607:59:52.761771.html'
}, {
    'iD': '2022082607:59:53.992331',
    'title': 'యేసుని ప్రేమ యేసు వా',
    'link': 'Yesuni Prema Yesu Vaartha – 2022082607:59:53.992331.html'
}, {
    'iD': '2022082607:59:55.427133',
    'title': 'యేసూ.. ఎంతో వరాల మనస',
    'link': 'Yesu Entho Varaala – 2022082607:59:55.427133.html'
}, {
    'iD': '2022082607:59:56.755370',
    'title': 'యేసూ.. ఎంతో వరాల మనస',
    'link': 'Yesu Entho Varaala – 2022082607:59:56.755370.html'
}, {
    'iD': '2022082607:59:57.984190',
    'title': 'యేసూ నన్ ప్రేమించితి',
    'link': 'Yesu Nan Preminchithivi – 2022082607:59:57.984190.html'
}, {
    'iD': '2022082607:59:59.212539',
    'title': 'యేసూ నన్ ప్రేమించితి',
    'link': 'Yesu Nan Preminchithivi – 2022082607:59:59.212539.html'
}, {
    'iD': '2022082608:00:00.597407',
    'title': 'యేసూ నన్ను ప్రేమించి',
    'link': 'Yesu Nannu Preminchinaavu – 2022082608:00:00.597407.html'
}, {
    'iD': '2022082608:00:01.955069',
    'title': 'యేసూ నన్ను ప్రేమించి',
    'link': 'Yesu Nannu Preminchinaavu – 2022082608:00:01.955069.html'
}, {
    'iD': '2022082608:00:03.411437',
    'title': 'యేసూ… నీకు కావాలని\n ',
    'link': 'Yesu Neeku Kaavaalani – 2022082608:00:03.411437.html'
}, {
    'iD': '2022082608:00:04.655160',
    'title': 'యేసూ… నీకు కావాలని\n ',
    'link': 'Yesu Neeku Kaavaalani – 2022082608:00:04.655160.html'
}, {
    'iD': '2022082608:00:06.072952',
    'title': 'యేసూ ప్రభుని స్తుతిం',
    'link': 'Yesu Prabhuni Sthuthinchuta – 2022082608:00:06.072952.html'
}, {
    'iD': '2022082608:00:07.409099',
    'title': 'యేసూ ప్రభుని స్తుతిం',
    'link': 'Yesu Prabhuni Sthuthinchuta – 2022082608:00:07.409099.html'
}, {
    'iD': '2022082608:00:09.147158',
    'title': 'యేసే గొప్ప దేవుడు – ',
    'link': 'Yese Goppa Devudu – 2022082608:00:09.147158.html'
}, {
    'iD': '2022082608:00:10.466642',
    'title': 'యేసే గొప్ప దేవుడు – ',
    'link': 'Yese Goppa Devudu – 2022082608:00:10.466642.html'
}, {
    'iD': '2022082608:00:12.011548',
    'title': 'యేసే జన్మించెరా\n తమ్',
    'link': 'Yese Janmincheraa – 2022082608:00:12.011548.html'
}, {
    'iD': '2022082608:00:13.242670',
    'title': 'యేసే జన్మించెరా\n తమ్',
    'link': 'Yese Janmincheraa – 2022082608:00:13.242670.html'
}, {
    'iD': '2022082608:00:16.006224',
    'title': 'యేసే దైవము – యేసే జీ',
    'link': 'Yese Daivamu – 2022082608:00:16.006224.html'
}, {
    'iD': '2022082608:00:17.336721',
    'title': 'యేసే దైవము – యేసే జీ',
    'link': 'Yese Daivamu – 2022082608:00:17.336721.html'
}, {
    'iD': '2022082608:00:18.666709',
    'title': 'యేసే నా ఆశ్రయము\n యేస',
    'link': 'Yese Naa Aashrayamu – 2022082608:00:18.666709.html'
}, {
    'iD': '2022082608:00:19.988416',
    'title': 'యేసే నా ఆశ్రయము\n యేస',
    'link': 'Yese Naa Aashrayamu – 2022082608:00:19.988416.html'
}, {
    'iD': '2022082608:00:21.434113',
    'title': 'యేసే నా ఊపిరి – యేసే',
    'link': 'Yese Naa Oopiri – 2022082608:00:21.434113.html'
}, {
    'iD': '2022082608:00:22.662239',
    'title': 'యేసే నా ఊపిరి – యేసే',
    'link': 'Yese Naa Oopiri – 2022082608:00:22.662239.html'
}, {
    'iD': '2022082608:00:23.896809',
    'title': 'యేసే నా పరిహారి\n ప్ర',
    'link': 'Yese Naa Parihaari – 2022082608:00:23.896809.html'
}, {
    'iD': '2022082608:00:25.109780',
    'title': 'యేసే నా పరిహారి\n ప్ర',
    'link': 'Yese Naa Parihaari – 2022082608:00:25.109780.html'
}, {
    'iD': '2022082608:00:26.547399',
    'title': 'యేసే నా మార్గము యేసే',
    'link': 'Yese Naa Maargamu – 2022082608:00:26.547399.html'
}, {
    'iD': '2022082608:00:27.724255',
    'title': 'యేసే నా మార్గము యేసే',
    'link': 'Yese Naa Maargamu – 2022082608:00:27.724255.html'
}, {
    'iD': '2022082608:00:29.219861',
    'title': 'యేసే నీ మదిలో ఉండగా\n',
    'link': 'Yese Nee Madhilo Undagaa – 2022082608:00:29.219861.html'
}, {
    'iD': '2022082608:00:30.535315',
    'title': 'యేసే నీ మదిలో ఉండగా\n',
    'link': 'Yese Nee Madhilo Undagaa – 2022082608:00:30.535315.html'
}, {
    'iD': '2022082608:00:32.187338',
    'title': 'యేసే సత్యం యేసే నిత్',
    'link': 'Yese Sathyam – 2022082608:00:32.187338.html'
}, {
    'iD': '2022082608:00:34.747389',
    'title': 'యేసే సత్యం యేసే నిత్',
    'link': 'Yese Sathyam – 2022082608:00:34.747389.html'
}, {
    'iD': '2022082608:00:36.270061',
    'title': 'అత్యున్నతమైన సింహాసన',
    'link': 'Yese Sarvam – 2022082608:00:36.270061.html'
}, {
    'iD': '2022082608:00:37.797461',
    'title': 'అత్యున్నతమైన సింహాసన',
    'link': 'Yese Sarvam – 2022082608:00:37.797461.html'
}, {
    'iD': '2022082608:00:40.253623',
    'title': 'రమ్మనుచున్నాడు నిన్న',
    'link': 'Rammanuchunnaadu Ninnu – 2022082608:00:40.253623.html'
}, {
    'iD': '2022082608:00:42.814253',
    'title': 'రమ్మనుచున్నాడు నిన్న',
    'link': 'Rammanuchunnaadu Ninnu – 2022082608:00:42.814253.html'
}, {
    'iD': '2022082608:00:44.270082',
    'title': 'రక్షకుడా యేసు ప్రభో ',
    'link': 'Rakshakudaa Yesu Prabhu – 2022082608:00:44.270082.html'
}, {
    'iD': '2022082608:00:45.500082',
    'title': 'రక్షకుడా యేసు ప్రభో ',
    'link': 'Rakshakudaa Yesu Prabhu – 2022082608:00:45.500082.html'
}, {
    'iD': '2022082608:00:46.934653',
    'title': 'రక్షకుండుదయించినాడట ',
    'link': 'Rakshakundudayinchinaadata – 2022082608:00:46.934653.html'
}, {
    'iD': '2022082608:00:49.390874',
    'title': 'రక్షకుండుదయించినాడట ',
    'link': 'Rakshakundudayinchinaadata – 2022082608:00:49.390874.html'
}, {
    'iD': '2022082608:00:50.914163',
    'title': 'రక్షింపబడిన నీవు – ల',
    'link': 'Rakshimpabadina Neevu – 2022082608:00:50.914163.html'
}, {
    'iD': '2022082608:00:52.257767',
    'title': 'రక్షింపబడిన నీవు – ల',
    'link': 'Rakshimpabadina Neevu – 2022082608:00:52.257767.html'
}, {
    'iD': '2022082608:00:53.896297',
    'title': 'రండి ఉత్సాహించి పాడు',
    'link': 'Randi Utsaahinchi Paadudamu – 2022082608:00:53.896297.html'
}, {
    'iD': '2022082608:00:55.125317',
    'title': 'రండి ఉత్సాహించి పాడు',
    'link': 'Randi Utsaahinchi Paadudamu – 2022082608:00:55.125317.html'
}, {
    'iD': '2022082608:00:56.443258',
    'title': 'రండి రండి యేసుని యొద',
    'link': 'Randi Randi Yesuni Yoddaku – 2022082608:00:56.443258.html'
}, {
    'iD': '2022082608:00:57.686844',
    'title': 'రండి రండి యేసుని యొద',
    'link': 'Randi Randi Yesuni Yoddaku – 2022082608:00:57.686844.html'
}, {
    'iD': '2022082608:00:59.426756',
    'title': 'రండి రండి రండయో రక్ష',
    'link': 'Randi Randi Randayo – 2022082608:00:59.426756.html'
}, {
    'iD': '2022082608:01:00.685763',
    'title': 'రండి రండి రండయో రక్ష',
    'link': 'Randi Randi Randayo – 2022082608:01:00.685763.html'
}, {
    'iD': '2022082608:01:02.167827',
    'title': 'రండి సువార్త సునాదము',
    'link': 'Randi Suvaartha Sunaadamutho – 2022082608:01:02.167827.html'
}, {
    'iD': '2022082608:01:03.500410',
    'title': 'రండి సువార్త సునాదము',
    'link': 'Randi Suvaartha Sunaadamutho – 2022082608:01:03.500410.html'
}, {
    'iD': '2022082608:01:06.080519',
    'title': 'రాకడ ప్రభుని రాకడ\n ర',
    'link': 'Raakada Prabhuni Raakada – 2022082608:01:06.080519.html'
}, {
    'iD': '2022082608:01:07.228366',
    'title': 'రాకడ ప్రభుని రాకడ\n ర',
    'link': 'Raakada Prabhuni Raakada – 2022082608:01:07.228366.html'
}, {
    'iD': '2022082608:01:08.533511',
    'title': 'రాకడ సమయంలో – కడబూర ',
    'link': 'Raakada Samayamlo – 2022082608:01:08.533511.html'
}, {
    'iD': '2022082608:01:09.768957',
    'title': 'రాకడ సమయంలో – కడబూర ',
    'link': 'Raakada Samayamlo – 2022082608:01:09.768957.html'
}, {
    'iD': '2022082608:01:11.315145',
    'title': 'రాకడనే రైలు బండి వస్',
    'link': 'Raakadane Railu Bandi – 2022082608:01:11.315145.html'
}, {
    'iD': '2022082608:01:12.629199',
    'title': 'రాకడనే రైలు బండి వస్',
    'link': 'Raakadane Railu Bandi – 2022082608:01:12.629199.html'
}, {
    'iD': '2022082608:01:14.362814',
    'title': '(యేసు) రాజా నీ భవనము',
    'link': 'Raajaa Nee Bhavanamulo – 2022082608:01:14.362814.html'
}, {
    'iD': '2022082608:01:17.005368',
    'title': '(యేసు) రాజా నీ భవనము',
    'link': 'Raajaa Nee Bhavanamulo – 2022082608:01:17.005368.html'
}, {
    'iD': '2022082608:01:19.397910',
    'title': 'రాజా నీ సన్నిధి-లోనే',
    'link': 'Raajaa Nee Sannidhilone – 2022082608:01:19.397910.html'
}, {
    'iD': '2022082608:01:20.625219',
    'title': 'రాజా నీ సన్నిధి-లోనే',
    'link': 'Raajaa Nee Sannidhilone – 2022082608:01:20.625219.html'
}, {
    'iD': '2022082608:01:22.146220',
    'title': 'రాజాధి రాజ రవి కోటి ',
    'link': 'Raajaadhi Raaja – 2022082608:01:22.146220.html'
}, {
    'iD': '2022082608:01:23.489356',
    'title': 'రాజాధి రాజ రవి కోటి ',
    'link': 'Raajaadhi Raaja – 2022082608:01:23.489356.html'
}, {
    'iD': '2022082608:01:25.025552',
    'title': 'రాజాధి రాజా రారా – ర',
    'link': 'Raajaadhi Raajaa Raaraa – 2022082608:01:25.025552.html'
}, {
    'iD': '2022082608:01:26.551664',
    'title': 'రాజాధి రాజా రారా – ర',
    'link': 'Raajaadhi Raajaa Raaraa – 2022082608:01:26.551664.html'
}, {
    'iD': '2022082608:01:27.990513',
    'title': 'రాజ్యాలనేలే మహారాజు\n',
    'link': 'Raajyaalanele Maharaaju – 2022082608:01:27.990513.html'
}, {
    'iD': '2022082608:01:29.225360',
    'title': 'రాజ్యాలనేలే మహారాజు\n',
    'link': 'Raajyaalanele Maharaaju – 2022082608:01:29.225360.html'
}, {
    'iD': '2022082608:01:31.264335',
    'title': 'రాజుల రాజా రానైయున్న',
    'link': 'Raajula Raajaa – 2022082608:01:31.264335.html'
}, {
    'iD': '2022082608:01:32.488074',
    'title': 'రాజుల రాజా రానైయున్న',
    'link': 'Raajula Raajaa – 2022082608:01:32.488074.html'
}, {
    'iD': '2022082608:01:33.930483',
    'title': 'రాజుల రాజు.. రాజుల ర',
    'link': 'Raajula Raaju – 2022082608:01:33.930483.html'
}, {
    'iD': '2022082608:01:35.163879',
    'title': 'రాజుల రాజు.. రాజుల ర',
    'link': 'Raajula Raaju – 2022082608:01:35.163879.html'
}, {
    'iD': '2022082608:01:36.702839',
    'title': 'రాజుల రాజుల రాజు\n సీ',
    'link': 'Raajula Raajula Raaju – 2022082608:01:36.702839.html'
}, {
    'iD': '2022082608:01:38.018450',
    'title': 'రాజుల రాజుల రాజు\n సీ',
    'link': 'Raajula Raajula Raaju – 2022082608:01:38.018450.html'
}, {
    'iD': '2022082608:01:39.362373',
    'title': 'రాజులకు రాజు పుట్టెన',
    'link': 'Raajulaku Raaju Puttenannayya – 2022082608:01:39.362373.html'
}, {
    'iD': '2022082608:01:40.693962',
    'title': 'రాజులకు రాజు పుట్టెన',
    'link': 'Raajulaku Raaju Puttenannayya – 2022082608:01:40.693962.html'
}, {
    'iD': '2022082608:01:42.153961',
    'title': 'రాజులకు రాజైన ఈ మన వ',
    'link': 'Raajulaku Raajaina Ee – 2022082608:01:42.153961.html'
}, {
    'iD': '2022082608:01:43.444829',
    'title': 'రాజులకు రాజైన ఈ మన వ',
    'link': 'Raajulaku Raajaina Ee – 2022082608:01:43.444829.html'
}, {
    'iD': '2022082608:01:44.892358',
    'title': 'రాత్ అంధేరి దూర్ కహీ',
    'link': 'Raath Andheri – 2022082608:01:44.892358.html'
}, {
    'iD': '2022082608:01:46.120427',
    'title': 'రాత్ అంధేరి దూర్ కహీ',
    'link': 'Raath Andheri – 2022082608:01:46.120427.html'
}, {
    'iD': '2022082608:01:49.296199',
    'title': 'రాత్రి నేడు రక్షకుండ',
    'link': 'Raathri Nedu Rakshakundu – 2022082608:01:49.296199.html'
}, {
    'iD': '2022082608:01:50.524742',
    'title': 'రాత్రి నేడు రక్షకుండ',
    'link': 'Raathri Nedu Rakshakundu – 2022082608:01:50.524742.html'
}, {
    'iD': '2022082608:01:55.535437',
    'title': 'రారాజు జన్మించే ఇలలో',
    'link': 'Raaraaju Janminche Ilalona – 2022082608:01:55.535437.html'
}, {
    'iD': '2022082608:01:56.719756',
    'title': 'రారాజు జన్మించే ఇలలో',
    'link': 'Raaraaju Janminche Ilalona – 2022082608:01:56.719756.html'
}, {
    'iD': '2022082608:01:58.191251',
    'title': 'రారాజు పుట్టాడోయ్ మా',
    'link': 'Raaraaju Puttaadoi – 2022082608:01:58.191251.html'
}, {
    'iD': '2022082608:01:59.463976',
    'title': 'రారాజు పుట్టాడోయ్ మా',
    'link': 'Raaraaju Puttaadoi – 2022082608:01:59.463976.html'
}, {
    'iD': '2022082608:02:00.662734',
    'title': 'రారాజు వస్తున్నాడో\n ',
    'link': 'Raaraaju Vasthunnaado – 2022082608:02:00.662734.html'
}, {
    'iD': '2022082608:02:01.890647',
    'title': 'రారాజు వస్తున్నాడో\n ',
    'link': 'Raaraaju Vasthunnaado – 2022082608:02:01.890647.html'
}, {
    'iD': '2022082608:02:03.414468',
    'title': 'రారే చూతము రాజసుతుని',
    'link': 'Raare Choothamu – 2022082608:02:03.414468.html'
}, {
    'iD': '2022082608:02:04.656728',
    'title': 'రారే చూతము రాజసుతుని',
    'link': 'Raare Choothamu – 2022082608:02:04.656728.html'
}, {
    'iD': '2022082608:02:06.192822',
    'title': 'రారే మన యేసు స్వామిన',
    'link': 'Raare Mana Yesu Swaamini – 2022082608:02:06.192822.html'
}, {
    'iD': '2022082608:02:07.421585',
    'title': 'రారే మన యేసు స్వామిన',
    'link': 'Raare Mana Yesu Swaamini – 2022082608:02:07.421585.html'
}, {
    'iD': '2022082608:02:08.942609',
    'title': 'రారే రారే ఓ జనులారా ',
    'link': 'Raare Raare O Janulaaraa – 2022082608:02:08.942609.html'
}, {
    'iD': '2022082608:02:10.287914',
    'title': 'రారే రారే ఓ జనులారా ',
    'link': 'Raare Raare O Janulaaraa – 2022082608:02:10.287914.html'
}, {
    'iD': '2022082608:02:11.720311',
    'title': 'రావయ్య యేసునాధా మా ర',
    'link': 'Raavayya Yesu Naathaa – 2022082608:02:11.720311.html'
}, {
    'iD': '2022082608:02:12.949713',
    'title': 'రావయ్య యేసునాధా మా ర',
    'link': 'Raavayya Yesu Naathaa – 2022082608:02:12.949713.html'
}, {
    'iD': '2022082608:02:14.582324',
    'title': 'రావయ్యా యేసయ్యా నా ఇ',
    'link': 'Raavayyaa Yesayyaa – 2022082608:02:14.582324.html'
}, {
    'iD': '2022082608:02:16.023265',
    'title': 'రావయ్యా యేసయ్యా నా ఇ',
    'link': 'Raavayyaa Yesayyaa – 2022082608:02:16.023265.html'
}, {
    'iD': '2022082608:02:23.498031',
    'title': 'రెండే రెండే దారులు\n ',
    'link': 'Rende Rende Daarulu – 2022082608:02:23.498031.html'
}, {
    'iD': '2022082608:02:24.815683',
    'title': 'రెండే రెండే దారులు\n ',
    'link': 'Rende Rende Daarulu – 2022082608:02:24.815683.html'
}, {
    'iD': '2022082608:02:26.776504',
    'title': 'లాలి లాలి జోలాలి – బ',
    'link': 'Laali Laali Jolaali – 2022082608:02:26.776504.html'
}, {
    'iD': '2022082608:02:28.002373',
    'title': 'లాలి లాలి జోలాలి – బ',
    'link': 'Laali Laali Jolaali – 2022082608:02:28.002373.html'
}, {
    'iD': '2022082608:02:29.422280',
    'title': 'లెక్కించలేని స్తోత్ర',
    'link': 'Lekkinchaleni Sthothramul – 2022082608:02:29.422280.html'
}, {
    'iD': '2022082608:02:30.733714',
    'title': 'లెక్కించలేని స్తోత్ర',
    'link': 'Lekkinchaleni Sthothramul – 2022082608:02:30.733714.html'
}, {
    'iD': '2022082608:02:32.200079',
    'title': 'లెక్కింపగ తరమా నీ మే',
    'link': 'Lekkimpaga Tharamaa – 2022082608:02:32.200079.html'
}, {
    'iD': '2022082608:02:33.529319',
    'title': 'లెక్కింపగ తరమా నీ మే',
    'link': 'Lekkimpaga Tharamaa – 2022082608:02:33.529319.html'
}, {
    'iD': '2022082608:02:35.055748',
    'title': 'లెమ్ము తేజరిల్లుము అ',
    'link': 'Lemmu Thejarillumu Ani – 2022082608:02:35.055748.html'
}, {
    'iD': '2022082608:02:36.288885',
    'title': 'లెమ్ము తేజరిల్లుము అ',
    'link': 'Lemmu Thejarillumu Ani – 2022082608:02:36.288885.html'
}, {
    'iD': '2022082608:02:37.835812',
    'title': 'లెమ్ము తేజరిల్లుము న',
    'link': 'Lemmu Thejarillumu Neeku – 2022082608:02:37.835812.html'
}, {
    'iD': '2022082608:02:39.168731',
    'title': 'లెమ్ము తేజరిల్లుము న',
    'link': 'Lemmu Thejarillumu Neeku – 2022082608:02:39.168731.html'
}, {
    'iD': '2022082608:02:40.688589',
    'title': 'లేచినాడయ్యా\n మరణపు మ',
    'link': 'Lechinaadayyaa – 2022082608:02:40.688589.html'
}, {
    'iD': '2022082608:02:41.875636',
    'title': 'లేచినాడయ్యా\n మరణపు మ',
    'link': 'Lechinaadayyaa – 2022082608:02:41.875636.html'
}, {
    'iD': '2022082608:02:43.471215',
    'title': 'లేచినాడురా\nసమాధి గెల',
    'link': 'Lechinaaduraa – 2022082608:02:43.471215.html'
}, {
    'iD': '2022082608:02:44.799240',
    'title': 'లేచినాడురా\nసమాధి గెల',
    'link': 'Lechinaaduraa – 2022082608:02:44.799240.html'
}, {
    'iD': '2022082608:02:46.014279',
    'title': 'లోకమును విడచి వెళ్ళవ',
    'link': 'Lokamunu Vidachi – 2022082608:02:46.014279.html'
}, {
    'iD': '2022082608:02:47.255348',
    'title': 'లోకమును విడచి వెళ్ళవ',
    'link': 'Lokamunu Vidachi – 2022082608:02:47.255348.html'
}, {
    'iD': '2022082608:02:48.687375',
    'title': 'లోకములో వెఱ్ఱివారిని',
    'link': 'Lokamulo Verrivaarini – 2022082608:02:48.687375.html'
}, {
    'iD': '2022082608:02:49.915249',
    'title': 'లోకములో వెఱ్ఱివారిని',
    'link': 'Lokamulo Verrivaarini – 2022082608:02:49.915249.html'
}, {
    'iD': '2022082608:02:51.444048',
    'title': 'లోకమంతట వెలుగు ప్రకా',
    'link': 'Lokamanthata Velugu – 2022082608:02:51.444048.html'
}, {
    'iD': '2022082608:02:53.120408',
    'title': 'లోకమంతట వెలుగు ప్రకా',
    'link': 'Lokamanthata Velugu – 2022082608:02:53.120408.html'
}, {
    'iD': '2022082608:02:54.629862',
    'title': 'లోకాన ఎదురు చూపులు\n ',
    'link': 'Lokaana Eduru Choopulu – 2022082608:02:54.629862.html'
}, {
    'iD': '2022082608:02:55.843769',
    'title': 'లోకాన ఎదురు చూపులు\n ',
    'link': 'Lokaana Eduru Choopulu – 2022082608:02:55.843769.html'
}, {
    'iD': '2022082608:02:57.289981',
    'title': 'వచ్చింది క్రిస్మస్ వ',
    'link': 'Vachchindi Christmas Vachchindi – 2022082608:02:57.289981.html'
}, {
    'iD': '2022082608:02:58.519238',
    'title': 'వచ్చింది క్రిస్మస్ వ',
    'link': 'Vachchindi Christmas Vachchindi – 2022082608:02:58.519238.html'
}, {
    'iD': '2022082608:03:00.033648',
    'title': 'హోలీ హోలీ… హోలీ హోలీ',
    'link': 'Vadhiyimpabadina Gorrepillaa – 2022082608:03:00.033648.html'
}, {
    'iD': '2022082608:03:01.455208',
    'title': 'హోలీ హోలీ… హోలీ హోలీ',
    'link': 'Vadhiyimpabadina Gorrepillaa – 2022082608:03:01.455208.html'
}, {
    'iD': '2022082608:03:02.717415',
    'title': 'వర్ష ధారగా రావా నా య',
    'link': 'Varsha Dhaaragaa Raavaa – 2022082608:03:02.717415.html'
}, {
    'iD': '2022082608:03:04.041849',
    'title': 'వర్ష ధారగా రావా నా య',
    'link': 'Varsha Dhaaragaa Raavaa – 2022082608:03:04.041849.html'
}, {
    'iD': '2022082608:03:05.950608',
    'title': 'వర్ణించలేను వివరించల',
    'link': 'Varninchalenu – 2022082608:03:05.950608.html'
}, {
    'iD': '2022082608:03:07.430522',
    'title': 'వర్ణించలేను వివరించల',
    'link': 'Varninchalenu – 2022082608:03:07.430522.html'
}, {
    'iD': '2022082608:03:08.736631',
    'title': 'వర్ణించలేను వివరించల',
    'link': 'Varninchalenu Vivarinchalenu – 2022082608:03:08.736631.html'
}, {
    'iD': '2022082608:03:10.153832',
    'title': 'వర్ణించలేను వివరించల',
    'link': 'Varninchalenu Vivarinchalenu – 2022082608:03:10.153832.html'
}, {
    'iD': '2022082608:03:11.487390',
    'title': 'వర్ణించలేను వివరించల',
    'link': 'Varninchalenu Vivarinchalenu – 2022082608:03:11.487390.html'
}, {
    'iD': '2022082608:03:12.730726',
    'title': 'వర్ణించలేను వివరించల',
    'link': 'Varninchalenu Vivarinchalenu – 2022082608:03:12.730726.html'
}, {
    'iD': '2022082608:03:14.185059',
    'title': 'వర్షింపనీ వర్షింపనీ\n',
    'link': 'Varshimpanee Varshimpanee – 2022082608:03:14.185059.html'
}, {
    'iD': '2022082608:03:15.518097',
    'title': 'వర్షింపనీ వర్షింపనీ\n',
    'link': 'Varshimpanee Varshimpanee – 2022082608:03:15.518097.html'
}, {
    'iD': '2022082608:03:16.835787',
    'title': 'వందనము నీకే నా వందనమ',
    'link': 'Vandanamu Neeke Naa – 2022082608:03:16.835787.html'
}, {
    'iD': '2022082608:03:18.072328',
    'title': 'వందనము నీకే నా వందనమ',
    'link': 'Vandanamu Neeke Naa – 2022082608:03:18.072328.html'
}, {
    'iD': '2022082608:03:19.616612',
    'title': 'నా ప్రతి అవసరము\n తీర',
    'link': 'Vandanam – 2022082608:03:19.616612.html'
}, {
    'iD': '2022082608:03:20.800270',
    'title': 'నా ప్రతి అవసరము\n తీర',
    'link': 'Vandanam – 2022082608:03:20.800270.html'
}, {
    'iD': '2022082608:03:22.134493',
    'title': 'వందనంబొనర్తుమో ప్రభో',
    'link': 'Vandanambonarthumo – 2022082608:03:22.134493.html'
}, {
    'iD': '2022082608:03:23.484373',
    'title': 'వందనంబొనర్తుమో ప్రభో',
    'link': 'Vandanambonarthumo – 2022082608:03:23.484373.html'
}, {
    'iD': '2022082608:03:26.886707',
    'title': 'వందనాలు యేసు నా వందన',
    'link': 'Vandanaalu Yesu – 2022082608:03:26.886707.html'
}, {
    'iD': '2022082608:03:28.109598',
    'title': 'వందనాలు యేసు నా వందన',
    'link': 'Vandanaalu Yesu – 2022082608:03:28.109598.html'
}, {
    'iD': '2022082608:03:29.538053',
    'title': 'వాక్యమే శరీర ధారియై ',
    'link': 'Vaakyame Shareera Dhaariyai – 2022082608:03:29.538053.html'
}, {
    'iD': '2022082608:03:30.784137',
    'title': 'వాక్యమే శరీర ధారియై ',
    'link': 'Vaakyame Shareera Dhaariyai – 2022082608:03:30.784137.html'
}, {
    'iD': '2022082608:03:32.299417',
    'title': 'పాట రచయితలు: జాన్ ఎర',
    'link': 'Vaagdhaanamu – 2022082608:03:32.299417.html'
}, {
    'iD': '2022082608:03:33.539441',
    'title': 'పాట రచయితలు: జాన్ ఎర',
    'link': 'Vaagdhaanamu – 2022082608:03:33.539441.html'
}, {
    'iD': '2022082608:03:34.976307',
    'title': 'వాడబారని విశ్వాసముతో',
    'link': 'Vaadabaarani Vishwaasamutho – 2022082608:03:34.976307.html'
}, {
    'iD': '2022082608:03:36.204220',
    'title': 'వాడబారని విశ్వాసముతో',
    'link': 'Vaadabaarani Vishwaasamutho – 2022082608:03:36.204220.html'
}, {
    'iD': '2022082608:03:37.828777',
    'title': 'వాడుకో… యేసయ్యా….\n ప',
    'link': 'Vaadipoka Munde – 2022082608:03:37.828777.html'
}, {
    'iD': '2022082608:03:39.064076',
    'title': 'వాడుకో… యేసయ్యా….\n ప',
    'link': 'Vaadipoka Munde – 2022082608:03:39.064076.html'
}, {
    'iD': '2022082608:03:40.810683',
    'title': 'వాడబారని విశ్వాసం – ',
    'link': 'Vaaduko Naa Yesayyaa – 2022082608:03:40.810683.html'
}, {
    'iD': '2022082608:03:42.035136',
    'title': 'వాడబారని విశ్వాసం – ',
    'link': 'Vaaduko Naa Yesayyaa – 2022082608:03:42.035136.html'
}, {
    'iD': '2022082608:03:43.816202',
    'title': 'వికసించు పుష్పమా (2)',
    'link': 'Vikasinchu Pushpamaa – 2022082608:03:43.816202.html'
}, {
    'iD': '2022082608:03:45.028955',
    'title': 'వికసించు పుష్పమా (2)',
    'link': 'Vikasinchu Pushpamaa – 2022082608:03:45.028955.html'
}, {
    'iD': '2022082608:03:46.408551',
    'title': 'విజయ గీతము మనసార నేన',
    'link': 'Vijaya Geethamu Manasaara – 2022082608:03:46.408551.html'
}, {
    'iD': '2022082608:03:47.614604',
    'title': 'విజయ గీతము మనసార నేన',
    'link': 'Vijaya Geethamu Manasaara – 2022082608:03:47.614604.html'
}, {
    'iD': '2022082608:03:49.291077',
    'title': 'విజయ గీతముల్ పాడరే\n ',
    'link': 'Vijaya Geethamul Paadare – 2022082608:03:49.291077.html'
}, {
    'iD': '2022082608:03:50.891561',
    'title': 'విజయ గీతముల్ పాడరే\n ',
    'link': 'Vijaya Geethamul Paadare – 2022082608:03:50.891561.html'
}, {
    'iD': '2022082608:03:52.383288',
    'title': 'విజయశీలుడా నా ప్రాణ ',
    'link': 'Vijayaseeludaa – 2022082608:03:52.383288.html'
}, {
    'iD': '2022082608:03:54.022234',
    'title': 'విజయశీలుడా నా ప్రాణ ',
    'link': 'Vijayaseeludaa – 2022082608:03:54.022234.html'
}, {
    'iD': '2022082608:03:55.760449',
    'title': 'విడిపిస్తాడు నా యేసు',
    'link': 'Vidipisthaadu Naa Yesudu – 2022082608:03:55.760449.html'
}, {
    'iD': '2022082608:03:57.089351',
    'title': 'విడిపిస్తాడు నా యేసు',
    'link': 'Vidipisthaadu Naa Yesudu – 2022082608:03:57.089351.html'
}, {
    'iD': '2022082608:03:58.733491',
    'title': 'విడువదు మరువదు – విడ',
    'link': 'Viduvadhu Maruvadhu – 2022082608:03:58.733491.html'
}, {
    'iD': '2022082608:04:00.166052',
    'title': 'విడువదు మరువదు – విడ',
    'link': 'Viduvadhu Maruvadhu – 2022082608:04:00.166052.html'
}, {
    'iD': '2022082608:04:01.906279',
    'title': 'విడువను నిను ఎడబాయనన',
    'link': 'Viduvanu Ninu Edabaayanani – 2022082608:04:01.906279.html'
}, {
    'iD': '2022082608:04:03.224070',
    'title': 'విడువను నిను ఎడబాయనన',
    'link': 'Viduvanu Ninu Edabaayanani – 2022082608:04:03.224070.html'
}, {
    'iD': '2022082608:04:04.462438',
    'title': 'విడువవు నన్నిక ఎన్నడ',
    'link': 'Viduvavu Nannika – 2022082608:04:04.462438.html'
}, {
    'iD': '2022082608:04:05.694314',
    'title': 'విడువవు నన్నిక ఎన్నడ',
    'link': 'Viduvavu Nannika – 2022082608:04:05.694314.html'
}, {
    'iD': '2022082608:04:07.229119',
    'title': 'విధేయత కలిగి జీవించు',
    'link': 'Vidheyatha Kaligi Jeevinchutaku – 2022082608:04:07.229119.html'
}, {
    'iD': '2022082608:04:08.549546',
    'title': 'విధేయత కలిగి జీవించు',
    'link': 'Vidheyatha Kaligi Jeevinchutaku – 2022082608:04:08.549546.html'
}, {
    'iD': '2022082608:04:10.200521',
    'title': 'విధేయతకే అర్ధము చెప్',
    'link': 'Vidheyathake Ardhamu Cheppina – 2022082608:04:10.200521.html'
}, {
    'iD': '2022082608:04:11.530082',
    'title': 'విధేయతకే అర్ధము చెప్',
    'link': 'Vidheyathake Ardhamu Cheppina – 2022082608:04:11.530082.html'
}, {
    'iD': '2022082608:04:13.031427',
    'title': 'వినరండి నా ప్రియుని ',
    'link': 'Vinarandi Naa Priyuni Visheshamu – 2022082608:04:13.031427.html'
}, {
    'iD': '2022082608:04:14.363594',
    'title': 'వినరండి నా ప్రియుని ',
    'link': 'Vinarandi Naa Priyuni Visheshamu – 2022082608:04:14.363594.html'
}, {
    'iD': '2022082608:04:15.999695',
    'title': 'వినరే యో నరులారా – వ',
    'link': 'Vinare Yo Narulaaraa – 2022082608:04:15.999695.html'
}, {
    'iD': '2022082608:04:17.343724',
    'title': 'వినరే యో నరులారా – వ',
    'link': 'Vinare Yo Narulaaraa – 2022082608:04:17.343724.html'
}, {
    'iD': '2022082608:04:20.033678',
    'title': 'వినవా మనవి యేసయ్యా\n ',
    'link': 'Vinavaa Manavi – 2022082608:04:20.033678.html'
}, {
    'iD': '2022082608:04:21.261467',
    'title': 'వినవా మనవి యేసయ్యా\n ',
    'link': 'Vinavaa Manavi – 2022082608:04:21.261467.html'
}, {
    'iD': '2022082608:04:22.488218',
    'title': 'విన్నారా విన్నారా శు',
    'link': 'Vinnaaraa Vinnaaraa – 2022082608:04:22.488218.html'
}, {
    'iD': '2022082608:04:23.706614',
    'title': 'విన్నారా విన్నారా శు',
    'link': 'Vinnaaraa Vinnaaraa – 2022082608:04:23.706614.html'
}, {
    'iD': '2022082608:04:25.254421',
    'title': 'వినుమా యేసుని జననము\n',
    'link': 'Vinumaa Yesuni Jananamu – 2022082608:04:25.254421.html'
}, {
    'iD': '2022082608:04:26.580231',
    'title': 'వినుమా యేసుని జననము\n',
    'link': 'Vinumaa Yesuni Jananamu – 2022082608:04:26.580231.html'
}, {
    'iD': '2022082608:04:28.135042',
    'title': 'విరిసిన హృదయాలకు కలి',
    'link': 'Virisina Hrudayaalaku – 2022082608:04:28.135042.html'
}, {
    'iD': '2022082608:04:29.438454',
    'title': 'విరిసిన హృదయాలకు కలి',
    'link': 'Virisina Hrudayaalaku – 2022082608:04:29.438454.html'
}, {
    'iD': '2022082608:04:30.842182',
    'title': 'విలువేలేని నా జీవితం',
    'link': 'Viluve Leni Naa Jeevitham – 2022082608:04:30.842182.html'
}, {
    'iD': '2022082608:04:32.198688',
    'title': 'విలువేలేని నా జీవితం',
    'link': 'Viluve Leni Naa Jeevitham – 2022082608:04:32.198688.html'
}, {
    'iD': '2022082608:04:33.541546',
    'title': 'విలువైన నీ కృప నాపై ',
    'link': 'Viluvaina Nee Krupa – 2022082608:04:33.541546.html'
}, {
    'iD': '2022082608:04:34.764446',
    'title': 'విలువైన నీ కృప నాపై ',
    'link': 'Viluvaina Nee Krupa – 2022082608:04:34.764446.html'
}, {
    'iD': '2022082608:04:37.340093',
    'title': 'విలువైనది నీ ఆయుష్కా',
    'link': 'Viluvainadi Nee Aayushkaalam – 2022082608:04:37.340093.html'
}, {
    'iD': '2022082608:04:40.027255',
    'title': 'విలువైనది నీ ఆయుష్కా',
    'link': 'Viluvainadi Nee Aayushkaalam – 2022082608:04:40.027255.html'
}, {
    'iD': '2022082608:04:42.553692',
    'title': 'విలువైనది నీ జీవితం\n',
    'link': 'Viluvainadi Nee Jeevitham – 2022082608:04:42.553692.html'
}, {
    'iD': '2022082608:04:43.890490',
    'title': 'విలువైనది నీ జీవితం\n',
    'link': 'Viluvainadi Nee Jeevitham – 2022082608:04:43.890490.html'
}, {
    'iD': '2022082608:04:45.322481',
    'title': 'విలువైనది సమయము ఓ నే',
    'link': 'Viluvainadhi Samayamu – 2022082608:04:45.322481.html'
}, {
    'iD': '2022082608:04:46.545156',
    'title': 'విలువైనది సమయము ఓ నే',
    'link': 'Viluvainadhi Samayamu – 2022082608:04:46.545156.html'
}, {
    'iD': '2022082608:04:47.911891',
    'title': 'వివాహమన్నది పవిత్రమై',
    'link': 'Vivaahamannadi – 2022082608:04:47.911891.html'
}, {
    'iD': '2022082608:04:49.120330',
    'title': 'వివాహమన్నది పవిత్రమై',
    'link': 'Vivaahamannadi – 2022082608:04:49.120330.html'
}, {
    'iD': '2022082608:04:50.651048',
    'title': 'వింతైన తారక వెలిసింద',
    'link': 'Vinthaina Thaaraka – 2022082608:04:50.651048.html'
}, {
    'iD': '2022082608:04:51.852204',
    'title': 'వింతైన తారక వెలిసింద',
    'link': 'Vinthaina Thaaraka – 2022082608:04:51.852204.html'
}, {
    'iD': '2022082608:04:53.185446',
    'title': 'వీచే గాలుల్లో ప్రతి ',
    'link': 'Veeche Gaalullo – 2022082608:04:53.185446.html'
}, {
    'iD': '2022082608:04:54.528947',
    'title': 'వీచే గాలుల్లో ప్రతి ',
    'link': 'Veeche Gaalullo – 2022082608:04:54.528947.html'
}, {
    'iD': '2022082608:04:56.071792',
    'title': 'వీనులకు విందులు చేసే',
    'link': 'Veenulaku Vindulu Chese – 2022082608:04:56.071792.html'
}, {
    'iD': '2022082608:04:57.304481',
    'title': 'వీనులకు విందులు చేసే',
    'link': 'Veenulaku Vindulu Chese – 2022082608:04:57.304481.html'
}, {
    'iD': '2022082608:04:58.842479',
    'title': 'వెండి బంగారాల కన్న మ',
    'link': 'Vendi Bangaarala Kanna – 2022082608:04:58.842479.html'
}, {
    'iD': '2022082608:05:00.159185',
    'title': 'వెండి బంగారాల కన్న మ',
    'link': 'Vendi Bangaarala Kanna – 2022082608:05:00.159185.html'
}, {
    'iD': '2022082608:05:04.569410',
    'title': 'వేయి నోళ్లతో స్తుతియ',
    'link': 'Veyi Nollatho Sthuthiyinchinaa – 2022082608:05:04.569410.html'
}, {
    'iD': '2022082608:05:06.008028',
    'title': 'వేయి నోళ్లతో స్తుతియ',
    'link': 'Veyi Nollatho Sthuthiyinchinaa – 2022082608:05:06.008028.html'
}, {
    'iD': '2022082608:05:07.248884',
    'title': 'వేవేల దూతలతో కొనియాడ',
    'link': 'Vevela Doothalatho – 2022082608:05:07.248884.html'
}, {
    'iD': '2022082608:05:08.774878',
    'title': 'వేవేల దూతలతో కొనియాడ',
    'link': 'Vevela Doothalatho – 2022082608:05:08.774878.html'
}, {
    'iD': '2022082608:05:10.092428',
    'title': 'వేసారిన మనసే ఊగెనే\n ',
    'link': 'Vesaarina Manase – 2022082608:05:10.092428.html'
}, {
    'iD': '2022082608:05:11.536254',
    'title': 'వేసారిన మనసే ఊగెనే\n ',
    'link': 'Vesaarina Manase – 2022082608:05:11.536254.html'
}, {
    'iD': '2022082608:05:12.727784',
    'title': 'శక్తి చేత కాదనెను\n బ',
    'link': 'Shakthi Chetha Kaadanenu – 2022082608:05:12.727784.html'
}, {
    'iD': '2022082608:05:13.996669',
    'title': 'శక్తి చేత కాదనెను\n బ',
    'link': 'Shakthi Chetha Kaadanenu – 2022082608:05:13.996669.html'
}, {
    'iD': '2022082608:05:15.519816',
    'title': 'శక్తి చేత కాదు\n బలము',
    'link': 'Shakthi Chetha Kaadu – 2022082608:05:15.519816.html'
}, {
    'iD': '2022082608:05:16.751581',
    'title': 'శక్తి చేత కాదు\n బలము',
    'link': 'Shakthi Chetha Kaadu – 2022082608:05:16.751581.html'
}, {
    'iD': '2022082608:05:18.298299',
    'title': 'శత కోటి రాగాలు వల్లి',
    'link': 'Shatha Koti Raagaalu Vallinchina – 2022082608:05:18.298299.html'
}, {
    'iD': '2022082608:05:20.140793',
    'title': 'శత కోటి రాగాలు వల్లి',
    'link': 'Shatha Koti Raagaalu Vallinchina – 2022082608:05:20.140793.html'
}, {
    'iD': '2022082608:05:21.358376',
    'title': 'శ్రమయైనా బాధైనా – హి',
    'link': 'Shramayainaa Baadhainaa – 2022082608:05:21.358376.html'
}, {
    'iD': '2022082608:05:22.594632',
    'title': 'శ్రమయైనా బాధైనా – హి',
    'link': 'Shramayainaa Baadhainaa – 2022082608:05:22.594632.html'
}, {
    'iD': '2022082608:05:23.827981',
    'title': 'శాశ్వత కృపను నేను తల',
    'link': 'Shaashwatha Krupanu – 2022082608:05:23.827981.html'
}, {
    'iD': '2022082608:05:25.048579',
    'title': 'శాశ్వత కృపను నేను తల',
    'link': 'Shaashwatha Krupanu – 2022082608:05:25.048579.html'
}, {
    'iD': '2022082608:05:26.477658',
    'title': 'శాశ్వత ప్రేమతో నన్ను',
    'link': 'Shaashwatha Prematho – 2022082608:05:26.477658.html'
}, {
    'iD': '2022082608:05:27.906667',
    'title': 'శాశ్వత ప్రేమతో నన్ను',
    'link': 'Shaashwatha Prematho – 2022082608:05:27.906667.html'
}, {
    'iD': '2022082608:05:29.357541',
    'title': 'శాశ్వతమా ఈ దేహం\n త్వ',
    'link': 'Shaashwathamaa Ee Deham – 2022082608:05:29.357541.html'
}, {
    'iD': '2022082608:05:30.613890',
    'title': 'శాశ్వతమా ఈ దేహం\n త్వ',
    'link': 'Shaashwathamaa Ee Deham – 2022082608:05:30.613890.html'
}, {
    'iD': '2022082608:05:35.278823',
    'title': 'శాశ్వతమైన ప్రేమతో నన',
    'link': 'Shaashwathamaina Prematho – 2022082608:05:35.278823.html'
}, {
    'iD': '2022082608:05:36.799423',
    'title': 'శాశ్వతమైన ప్రేమతో నన',
    'link': 'Shaashwathamaina Prematho – 2022082608:05:36.799423.html'
}, {
    'iD': '2022082608:05:38.056069',
    'title': 'శాశ్వతమైనది నీవు నాయ',
    'link': 'Shaashwathamainadi – 2022082608:05:38.056069.html'
}, {
    'iD': '2022082608:05:39.291041',
    'title': 'శాశ్వతమైనది నీవు నాయ',
    'link': 'Shaashwathamainadi – 2022082608:05:39.291041.html'
}, {
    'iD': '2022082608:05:40.519959',
    'title': 'శిరము మీద ముళ్ల సాక్',
    'link': 'Shiramu Meeda Mulla Saakshigaa – 2022082608:05:40.519959.html'
}, {
    'iD': '2022082608:05:41.838730',
    'title': 'శిరము మీద ముళ్ల సాక్',
    'link': 'Shiramu Meeda Mulla Saakshigaa – 2022082608:05:41.838730.html'
}, {
    'iD': '2022082608:05:43.488785',
    'title': 'శిలనైన నన్ను శిల్పివ',
    'link': 'Shilanaina Nannu – 2022082608:05:43.488785.html'
}, {
    'iD': '2022082608:05:44.716059',
    'title': 'శిలనైన నన్ను శిల్పివ',
    'link': 'Shilanaina Nannu – 2022082608:05:44.716059.html'
}, {
    'iD': '2022082608:05:46.153425',
    'title': 'శ్రీ యేసుండు జన్మించ',
    'link': 'Sri Yesundu Janminche – 2022082608:05:46.153425.html'
}, {
    'iD': '2022082608:05:47.380787',
    'title': 'శ్రీ యేసుండు జన్మించ',
    'link': 'Sri Yesundu Janminche – 2022082608:05:47.380787.html'
}, {
    'iD': '2022082608:05:48.916406',
    'title': 'శుద్ధ రాత్రి! సద్ధణం',
    'link': 'Shudhdha Raathri – 2022082608:05:48.916406.html'
}, {
    'iD': '2022082608:05:50.247262',
    'title': 'శుద్ధ రాత్రి! సద్ధణం',
    'link': 'Shudhdha Raathri – 2022082608:05:50.247262.html'
}, {
    'iD': '2022082608:05:51.464896',
    'title': 'శుద్ధ హృదయం కలుగజేయు',
    'link': 'Shudhdhaa Hrudayam – 2022082608:05:51.464896.html'
}, {
    'iD': '2022082608:05:52.735204',
    'title': 'శుద్ధ హృదయం కలుగజేయు',
    'link': 'Shudhdhaa Hrudayam – 2022082608:05:52.735204.html'
}, {
    'iD': '2022082608:05:54.444543',
    'title': 'శుద్ధుడవయ్యా మా తండ్',
    'link': 'Shuddhudavayyaa – 2022082608:05:54.444543.html'
}, {
    'iD': '2022082608:05:55.766679',
    'title': 'శుద్ధుడవయ్యా మా తండ్',
    'link': 'Shuddhudavayyaa – 2022082608:05:55.766679.html'
}, {
    'iD': '2022082608:05:56.991657',
    'title': 'శుభవేళ – స్తోత్రబలి\n',
    'link': 'Shubha Vela Sthothra Bali – 2022082608:05:56.991657.html'
}, {
    'iD': '2022082608:05:58.437771',
    'title': 'శుభవేళ – స్తోత్రబలి\n',
    'link': 'Shubha Vela Sthothra Bali – 2022082608:05:58.437771.html'
}, {
    'iD': '2022082608:05:59.979063',
    'title': 'శృతిచేసి నే పాడనా స్',
    'link': 'Shruthi Chesi Ne Paadanaa – 2022082608:05:59.979063.html'
}, {
    'iD': '2022082608:06:01.203318',
    'title': 'శృతిచేసి నే పాడనా స్',
    'link': 'Shruthi Chesi Ne Paadanaa – 2022082608:06:01.203318.html'
}, {
    'iD': '2022082608:06:02.728195',
    'title': 'శుద్దుడా ఘనుడా రక్షక',
    'link': 'Shuddhudaa Ghanudaa Rakshakudaa – 2022082608:06:02.728195.html'
}, {
    'iD': '2022082608:06:04.170124',
    'title': 'శుద్దుడా ఘనుడా రక్షక',
    'link': 'Shuddhudaa Ghanudaa Rakshakudaa – 2022082608:06:04.170124.html'
}, {
    'iD': '2022082608:06:05.813379',
    'title': 'శ్రేష్టమైన నామం – శక',
    'link': 'Shreshtamaina Naamam – 2022082608:06:05.813379.html'
}, {
    'iD': '2022082608:06:07.131761',
    'title': 'శ్రేష్టమైన నామం – శక',
    'link': 'Shreshtamaina Naamam – 2022082608:06:07.131761.html'
}, {
    'iD': '2022082608:06:08.680659',
    'title': 'శోధనా బాధలు చుట్టినా',
    'link': 'Shodhanaa Baadhalu – 2022082608:06:08.680659.html'
}, {
    'iD': '2022082608:06:10.106163',
    'title': 'శోధనా బాధలు చుట్టినా',
    'link': 'Shodhanaa Baadhalu – 2022082608:06:10.106163.html'
}, {
    'iD': '2022082608:06:11.650045',
    'title': 'షారోను రోజా యేసే – ప',
    'link': 'Shaaronu Rojaa Yese – 2022082608:06:11.650045.html'
}, {
    'iD': '2022082608:06:14.621622',
    'title': 'షారోను రోజా యేసే – ప',
    'link': 'Shaaronu Rojaa Yese – 2022082608:06:14.621622.html'
}, {
    'iD': '2022082608:06:16.668079',
    'title': 'సకలము చేయు సర్వాధికా',
    'link': 'Sakalamu Cheyu – 2022082608:06:16.668079.html'
}, {
    'iD': '2022082608:06:18.089448',
    'title': 'సకలము చేయు సర్వాధికా',
    'link': 'Sakalamu Cheyu – 2022082608:06:18.089448.html'
}, {
    'iD': '2022082608:06:19.637472',
    'title': 'సజీవ సాక్షులుగా మమ్మ',
    'link': 'Sajeeva Saakshulugaa – 2022082608:06:19.637472.html'
}, {
    'iD': '2022082608:06:20.865014',
    'title': 'సజీవ సాక్షులుగా మమ్మ',
    'link': 'Sajeeva Saakshulugaa – 2022082608:06:20.865014.html'
}, {
    'iD': '2022082608:06:22.299968',
    'title': 'సజీవుడవైన యేసయ్యా\n న',
    'link': 'Sajeevudavaina Yesayyaa – 2022082608:06:22.299968.html'
}, {
    'iD': '2022082608:06:23.596632',
    'title': 'సజీవుడవైన యేసయ్యా\n న',
    'link': 'Sajeevudavaina Yesayyaa – 2022082608:06:23.596632.html'
}, {
    'iD': '2022082608:06:25.270143',
    'title': '(యేసయ్యా) సదాకాలము –',
    'link': 'Sadaakaalamu Nee Yande – 2022082608:06:25.270143.html'
}, {
    'iD': '2022082608:06:26.596632',
    'title': '(యేసయ్యా) సదాకాలము –',
    'link': 'Sadaakaalamu Nee Yande – 2022082608:06:26.596632.html'
}, {
    'iD': '2022082608:06:27.890320',
    'title': 'సదాకాలము నీతో నేను జ',
    'link': 'Sadaakaalamu Neetho Nenu – 2022082608:06:27.890320.html'
}, {
    'iD': '2022082608:06:29.245973',
    'title': 'సదాకాలము నీతో నేను జ',
    'link': 'Sadaakaalamu Neetho Nenu – 2022082608:06:29.245973.html'
}, {
    'iD': '2022082608:06:30.865351',
    'title': 'సన్నుతింతు యేసు స్వా',
    'link': 'Sannuthinthu Yesu Swaami – 2022082608:06:30.865351.html'
}, {
    'iD': '2022082608:06:32.231991',
    'title': 'సన్నుతింతు యేసు స్వా',
    'link': 'Sannuthinthu Yesu Swaami – 2022082608:06:32.231991.html'
}, {
    'iD': '2022082608:06:33.757120',
    'title': 'సన్నుతింతుమో ప్రభో\n ',
    'link': 'Sannuthinthumo Prabho – 2022082608:06:33.757120.html'
}, {
    'iD': '2022082608:06:34.940177',
    'title': 'సన్నుతింతుమో ప్రభో\n ',
    'link': 'Sannuthinthumo Prabho – 2022082608:06:34.940177.html'
}, {
    'iD': '2022082608:06:36.419634',
    'title': 'సమయమిదే సమయమిదే\n సంఘ',
    'link': 'Samayamide Samayamide – 2022082608:06:36.419634.html'
}, {
    'iD': '2022082608:06:38.055920',
    'title': 'సమయమిదే సమయమిదే\n సంఘ',
    'link': 'Samayamide Samayamide – 2022082608:06:38.055920.html'
}, {
    'iD': '2022082608:06:39.502977',
    'title': 'సమయము పోనీయక సిద్ధపడ',
    'link': 'Samayamu Poneeyaka – 2022082608:06:39.502977.html'
}, {
    'iD': '2022082608:06:40.731413',
    'title': 'సమయము పోనీయక సిద్ధపడ',
    'link': 'Samayamu Poneeyaka – 2022082608:06:40.731413.html'
}, {
    'iD': '2022082608:06:42.145191',
    'title': 'సమర్ధవంతుడవైన నా యేస',
    'link': 'Samardhavanthudavaina – 2022082608:06:42.145191.html'
}, {
    'iD': '2022082608:06:43.380697',
    'title': 'సమర్ధవంతుడవైన నా యేస',
    'link': 'Samardhavanthudavaina – 2022082608:06:43.380697.html'
}, {
    'iD': '2022082608:06:44.829993',
    'title': 'సమర్పణ చేయుము ప్రభువ',
    'link': 'Samarpana Cheyumu Prabhuvunaku – 2022082608:06:44.829993.html'
}, {
    'iD': '2022082608:06:46.159935',
    'title': 'సమర్పణ చేయుము ప్రభువ',
    'link': 'Samarpana Cheyumu Prabhuvunaku – 2022082608:06:46.159935.html'
}, {
    'iD': '2022082608:06:47.324047',
    'title': 'సమాధాన గృ-హంబులోను\n ',
    'link': 'Samaadhaana Gruhambulonu – 2022082608:06:47.324047.html'
}, {
    'iD': '2022082608:06:48.499396',
    'title': 'సమాధాన గృ-హంబులోను\n ',
    'link': 'Samaadhaana Gruhambulonu – 2022082608:06:48.499396.html'
}, {
    'iD': '2022082608:06:49.744546',
    'title': 'సమానులెవరు ప్రభో\n నీ',
    'link': 'Samaanulevaru Prabho – 2022082608:06:49.744546.html'
}, {
    'iD': '2022082608:06:51.007242',
    'title': 'సమానులెవరు ప్రభో\n నీ',
    'link': 'Samaanulevaru Prabho – 2022082608:06:51.007242.html'
}, {
    'iD': '2022082608:06:52.372180',
    'title': 'సమీపించరాని తేజస్సుల',
    'link': 'Sameepincharaani Thejassulo – 2022082608:06:52.372180.html'
}, {
    'iD': '2022082608:06:53.705255',
    'title': 'సమీపించరాని తేజస్సుల',
    'link': 'Sameepincharaani Thejassulo – 2022082608:06:53.705255.html'
}, {
    'iD': '2022082608:06:55.122076',
    'title': 'సమీపింపరాని తేజస్సుల',
    'link': 'Sameepimparaani Thejassulo – 2022082608:06:55.122076.html'
}, {
    'iD': '2022082608:06:56.500094',
    'title': 'సమీపింపరాని తేజస్సుల',
    'link': 'Sameepimparaani Thejassulo – 2022082608:06:56.500094.html'
}, {
    'iD': '2022082608:06:57.835522',
    'title': 'సర్వ చిత్తంబు నీదేనయ',
    'link': 'Sarva Chitthambu Needenayyaa – 2022082608:06:57.835522.html'
}, {
    'iD': '2022082608:06:59.150440',
    'title': 'సర్వ చిత్తంబు నీదేనయ',
    'link': 'Sarva Chitthambu Needenayyaa – 2022082608:06:59.150440.html'
}, {
    'iD': '2022082608:07:00.594582',
    'title': 'సర్వ లోకమా స్తుతి గీ',
    'link': 'Sarva Lokamaa – 2022082608:07:00.594582.html'
}, {
    'iD': '2022082608:07:02.034633',
    'title': 'సర్వ లోకమా స్తుతి గీ',
    'link': 'Sarva Lokamaa – 2022082608:07:02.034633.html'
}, {
    'iD': '2022082608:07:03.562072',
    'title': 'సర్వకృపానిధియగు ప్రభ',
    'link': 'Sarvakrupaanidhiyagu Prabhuvaa – 2022082608:07:03.562072.html'
}, {
    'iD': '2022082608:07:04.901194',
    'title': 'సర్వకృపానిధియగు ప్రభ',
    'link': 'Sarvakrupaanidhiyagu Prabhuvaa – 2022082608:07:04.901194.html'
}, {
    'iD': '2022082608:07:06.129932',
    'title': 'సర్వ యుగములలో సజీవుడ',
    'link': 'Sarva Yugamulalo Sajeevudavu – 2022082608:07:06.129932.html'
}, {
    'iD': '2022082608:07:07.458124',
    'title': 'సర్వ యుగములలో సజీవుడ',
    'link': 'Sarva Yugamulalo Sajeevudavu – 2022082608:07:07.458124.html'
}, {
    'iD': '2022082608:07:09.370106',
    'title': 'సర్వ శరీరుల దేవుడా\n ',
    'link': 'Sarva Shareerula Devudaa – 2022082608:07:09.370106.html'
}, {
    'iD': '2022082608:07:10.921985',
    'title': 'సర్వ శరీరుల దేవుడా\n ',
    'link': 'Sarva Shareerula Devudaa – 2022082608:07:10.921985.html'
}, {
    'iD': '2022082608:07:12.375001',
    'title': 'సర్వశక్తుని స్తోత్రగ',
    'link': 'Sarvashakthuni Sthothra Gaanamu – 2022082608:07:12.375001.html'
}, {
    'iD': '2022082608:07:13.565088',
    'title': 'సర్వశక్తుని స్తోత్రగ',
    'link': 'Sarvashakthuni Sthothra Gaanamu – 2022082608:07:13.565088.html'
}, {
    'iD': '2022082608:07:15.051099',
    'title': 'సర్వాంగ కవచము నీవే\n ',
    'link': 'Sarvaanga Kavachamu Neeve – 2022082608:07:15.051099.html'
}, {
    'iD': '2022082608:07:16.365838',
    'title': 'సర్వాంగ కవచము నీవే\n ',
    'link': 'Sarvaanga Kavachamu Neeve – 2022082608:07:16.365838.html'
}, {
    'iD': '2022082608:07:17.592994',
    'title': 'సర్వాంగ సుందరా సద్గు',
    'link': 'Sarvaanga Sundaraa – 2022082608:07:17.592994.html'
}, {
    'iD': '2022082608:07:18.928002',
    'title': 'సర్వాంగ సుందరా సద్గు',
    'link': 'Sarvaanga Sundaraa – 2022082608:07:18.928002.html'
}, {
    'iD': '2022082608:07:20.463090',
    'title': 'సరి చేయుమో దేవా\n నన్',
    'link': 'Sari Cheyumo Devaa – 2022082608:07:20.463090.html'
}, {
    'iD': '2022082608:07:21.669121',
    'title': 'సరి చేయుమో దేవా\n నన్',
    'link': 'Sari Cheyumo Devaa – 2022082608:07:21.669121.html'
}, {
    'iD': '2022082608:07:23.227811',
    'title': 'సరి రారెవ్వరు – నా ప',
    'link': 'Sari Raarevvaru – 2022082608:07:23.227811.html'
}, {
    'iD': '2022082608:07:24.448310',
    'title': 'సరి రారెవ్వరు – నా ప',
    'link': 'Sari Raarevvaru – 2022082608:07:24.448310.html'
}, {
    'iD': '2022082608:07:25.992875',
    'title': 'సహోదరులారా ప్రతి మను',
    'link': 'Sahodarulaaraa – 2022082608:07:25.992875.html'
}, {
    'iD': '2022082608:07:27.324441',
    'title': 'సహోదరులారా ప్రతి మను',
    'link': 'Sahodarulaaraa – 2022082608:07:27.324441.html'
}, {
    'iD': '2022082608:07:29.870442',
    'title': 'అది తల మీద పోయబడి\n అ',
    'link': 'Sahodarulu Aikyatha Kaligi – 2022082608:07:29.870442.html'
}, {
    'iD': '2022082608:07:31.319903',
    'title': 'అది తల మీద పోయబడి\n అ',
    'link': 'Sahodarulu Aikyatha Kaligi – 2022082608:07:31.319903.html'
}, {
    'iD': '2022082608:07:36.234717',
    'title': 'సంగీత నాదముతో స్తోత్',
    'link': 'Sangeetha Naadamutho – 2022082608:07:36.234717.html'
}, {
    'iD': '2022082608:07:37.461358',
    'title': 'సంగీత నాదముతో స్తోత్',
    'link': 'Sangeetha Naadamutho – 2022082608:07:37.461358.html'
}, {
    'iD': '2022082608:07:38.902662',
    'title': 'సంతోష గీతం పాడెదను\n ',
    'link': 'Santhosha Geetham Paadedanu – 2022082608:07:38.902662.html'
}, {
    'iD': '2022082608:07:40.184663',
    'title': 'సంతోష గీతం పాడెదను\n ',
    'link': 'Santhosha Geetham Paadedanu – 2022082608:07:40.184663.html'
}, {
    'iD': '2022082608:07:41.575038',
    'title': 'సంతోషముతో నిచ్చెడు వ',
    'link': 'Santhoshamutho Nichchedu Vaarini – 2022082608:07:41.575038.html'
}, {
    'iD': '2022082608:07:42.787773',
    'title': 'సంతోషముతో నిచ్చెడు వ',
    'link': 'Santhoshamutho Nichchedu Vaarini – 2022082608:07:42.787773.html'
}, {
    'iD': '2022082608:07:44.016437',
    'title': 'సంతోషమే సమాధానమే (3)',
    'link': 'Santhoshame Samaadhaaname – 2022082608:07:44.016437.html'
}, {
    'iD': '2022082608:07:45.185126',
    'title': 'సంతోషమే సమాధానమే (3)',
    'link': 'Santhoshame Samaadhaaname – 2022082608:07:45.185126.html'
}, {
    'iD': '2022082608:07:46.883720',
    'title': 'సంతోషించుడి యందరు నా',
    'link': 'Santhoshinchudi Yandaru – 2022082608:07:46.883720.html'
}, {
    'iD': '2022082608:07:48.421309',
    'title': 'సంతోషించుడి యందరు నా',
    'link': 'Santhoshinchudi Yandaru – 2022082608:07:48.421309.html'
}, {
    'iD': '2022082608:07:49.697608',
    'title': 'సందడి చేద్దామా – సంత',
    'link': 'Sandadi – 3 – 2022082608:07:49.697608.html'
}, {
    'iD': '2022082608:07:50.966890',
    'title': 'సందడి చేద్దామా – సంత',
    'link': 'Sandadi – 3 – 2022082608:07:50.966890.html'
}, {
    'iD': '2022082608:07:52.415175',
    'title': 'సందేహమేల సంశయమదేల\n ప',
    'link': 'Sandehamela – 2022082608:07:52.415175.html'
}, {
    'iD': '2022082608:07:53.641410',
    'title': 'సందేహమేల సంశయమదేల\n ప',
    'link': 'Sandehamela – 2022082608:07:53.641410.html'
}, {
    'iD': '2022082608:07:55.176398',
    'title': 'సంపూర్ణుడా నా యేసయ్య',
    'link': 'Sampoornudaa Naa Yesayyaa – 2022082608:07:55.176398.html'
}, {
    'iD': '2022082608:07:56.498207',
    'title': 'సంపూర్ణుడా నా యేసయ్య',
    'link': 'Sampoornudaa Naa Yesayyaa – 2022082608:07:56.498207.html'
}, {
    'iD': '2022082608:07:58.040435',
    'title': 'సంవత్సరములు వెలుచుండ',
    'link': 'Samvathsarumulu Veluchundagaa – 2022082608:07:58.040435.html'
}, {
    'iD': '2022082608:07:59.251653',
    'title': 'సంవత్సరములు వెలుచుండ',
    'link': 'Samvathsarumulu Veluchundagaa – 2022082608:07:59.251653.html'
}, {
    'iD': '2022082608:08:01.103787',
    'title': 'సాగి సాగి పొమ్ము నీవ',
    'link': 'Saagi Saagi Pommu – 2022082608:08:01.103787.html'
}, {
    'iD': '2022082608:08:02.291550',
    'title': 'సాగి సాగి పొమ్ము నీవ',
    'link': 'Saagi Saagi Pommu – 2022082608:08:02.291550.html'
}, {
    'iD': '2022082608:08:03.778769',
    'title': 'సాగిపోదును – ఆగిపోను',
    'link': 'Saagipodunu Aagiponu Nenu – 2022082608:08:03.778769.html'
}, {
    'iD': '2022082608:08:05.104745',
    'title': 'సాగిపోదును – ఆగిపోను',
    'link': 'Saagipodunu Aagiponu Nenu – 2022082608:08:05.104745.html'
}, {
    'iD': '2022082608:08:06.750011',
    'title': 'సాగిలపడి మ్రొక్కెదము',
    'link': 'Saagilapadi Mrokkedamu – 2022082608:08:06.750011.html'
}, {
    'iD': '2022082608:08:08.054576',
    'title': 'సాగిలపడి మ్రొక్కెదము',
    'link': 'Saagilapadi Mrokkedamu – 2022082608:08:08.054576.html'
}, {
    'iD': '2022082608:08:09.412198',
    'title': 'సాగేటి ఈ జీవ యాత్రలో',
    'link': 'Saageti Ee Jeeva Yaathralo – 2022082608:08:09.412198.html'
}, {
    'iD': '2022082608:08:10.641582',
    'title': 'సాగేటి ఈ జీవ యాత్రలో',
    'link': 'Saageti Ee Jeeva Yaathralo – 2022082608:08:10.641582.html'
}, {
    'iD': '2022082608:08:12.007000',
    'title': 'సాగేను నా జీవ నావ\n ద',
    'link': 'Saagenu Naa Jeeva Naava – 2022082608:08:12.007000.html'
}, {
    'iD': '2022082608:08:13.200113',
    'title': 'సాగేను నా జీవ నావ\n ద',
    'link': 'Saagenu Naa Jeeva Naava – 2022082608:08:13.200113.html'
}, {
    'iD': '2022082608:08:14.431013',
    'title': 'సాధ్యము అన్ని సాధ్యమ',
    'link': 'Saadhyamu Anni Saadhyamu – 2022082608:08:14.431013.html'
}, {
    'iD': '2022082608:08:15.759682',
    'title': 'సాధ్యము అన్ని సాధ్యమ',
    'link': 'Saadhyamu Anni Saadhyamu – 2022082608:08:15.759682.html'
}, {
    'iD': '2022082608:08:16.976779',
    'title': 'సాక్ష్యమిచ్చెద మన స్',
    'link': 'Saakshyamichcheda – 2022082608:08:16.976779.html'
}, {
    'iD': '2022082608:08:18.221621',
    'title': 'సాక్ష్యమిచ్చెద మన స్',
    'link': 'Saakshyamichcheda – 2022082608:08:18.221621.html'
}, {
    'iD': '2022082608:08:19.652589',
    'title': 'సిలువ చెంత చేరిననాడు',
    'link': 'Siluva Chentha Cherina Naadu – 2022082608:08:19.652589.html'
}, {
    'iD': '2022082608:08:21.082282',
    'title': 'సిలువ చెంత చేరిననాడు',
    'link': 'Siluva Chentha Cherina Naadu – 2022082608:08:21.082282.html'
}, {
    'iD': '2022082608:08:22.725032',
    'title': 'సిలువ చెంతకు రా (4)\n',
    'link': 'Siluva Chenthaku Raa – 2022082608:08:22.725032.html'
}, {
    'iD': '2022082608:08:24.001630',
    'title': 'సిలువ చెంతకు రా (4)\n',
    'link': 'Siluva Chenthaku Raa – 2022082608:08:24.001630.html'
}, {
    'iD': '2022082608:08:26.172715',
    'title': 'నీ సిలువే నా శరణము (',
    'link': 'Siluva Dhyaanam – 2022082608:08:26.172715.html'
}, {
    'iD': '2022082608:08:27.510558',
    'title': 'నీ సిలువే నా శరణము (',
    'link': 'Siluva Dhyaanam – 2022082608:08:27.510558.html'
}, {
    'iD': '2022082608:08:29.066453',
    'title': 'సిలువ సాక్షిగా యేసు ',
    'link': 'Siluva Saakshigaa – 2022082608:08:29.066453.html'
}, {
    'iD': '2022082608:08:30.403979',
    'title': 'సిలువ సాక్షిగా యేసు ',
    'link': 'Siluva Saakshigaa – 2022082608:08:30.403979.html'
}, {
    'iD': '2022082608:08:32.233670',
    'title': 'సిలువను గెలిచిన సజీవ',
    'link': 'Siluvanu Gelichina – 2022082608:08:32.233670.html'
}, {
    'iD': '2022082608:08:33.475874',
    'title': 'సిలువను గెలిచిన సజీవ',
    'link': 'Siluvanu Gelichina – 2022082608:08:33.475874.html'
}, {
    'iD': '2022082608:08:35.364861',
    'title': 'సిలువలో ఆ సిలువలో ఆ ',
    'link': 'Siluvalo Aa Siluvalo – 2022082608:08:35.364861.html'
}, {
    'iD': '2022082608:08:36.707619',
    'title': 'సిలువలో ఆ సిలువలో ఆ ',
    'link': 'Siluvalo Aa Siluvalo – 2022082608:08:36.707619.html'
}, {
    'iD': '2022082608:08:37.981596',
    'title': 'సిలువలో నీ ప్రేమ – ప',
    'link': 'Siluvalo Nee Prema – 2022082608:08:37.981596.html'
}, {
    'iD': '2022082608:08:39.163915',
    'title': 'సిలువలో నీ ప్రేమ – ప',
    'link': 'Siluvalo Nee Prema – 2022082608:08:39.163915.html'
}, {
    'iD': '2022082608:08:43.305010',
    'title': 'సిలువలో సాగింది యాత్',
    'link': 'Siluvalo Saagindi Yaathra – 2022082608:08:43.305010.html'
}, {
    'iD': '2022082608:08:44.517591',
    'title': 'సిలువలో సాగింది యాత్',
    'link': 'Siluvalo Saagindi Yaathra – 2022082608:08:44.517591.html'
}, {
    'iD': '2022082608:08:45.970225',
    'title': 'సిలువే నా శరణాయెను ర',
    'link': 'Siluve Naa Sharanaayenu Raa – 2022082608:08:45.970225.html'
}, {
    'iD': '2022082608:08:47.198175',
    'title': 'సిలువే నా శరణాయెను ర',
    'link': 'Siluve Naa Sharanaayenu Raa – 2022082608:08:47.198175.html'
}, {
    'iD': '2022082608:08:48.430991',
    'title': 'సిల్వలో నాకై కార్చెన',
    'link': 'Silvalo Naakai Kaarchenu – 2022082608:08:48.430991.html'
}, {
    'iD': '2022082608:08:49.761883',
    'title': 'సిల్వలో నాకై కార్చెన',
    'link': 'Silvalo Naakai Kaarchenu – 2022082608:08:49.761883.html'
}, {
    'iD': '2022082608:08:51.293020',
    'title': 'సీయోను నీ దేవుని కీర',
    'link': 'Seeyonu Nee Devuni – 2022082608:08:51.293020.html'
}, {
    'iD': '2022082608:08:52.509237',
    'title': 'సీయోను నీ దేవుని కీర',
    'link': 'Seeyonu Nee Devuni – 2022082608:08:52.509237.html'
}, {
    'iD': '2022082608:08:53.831099',
    'title': 'సీయోను పాటలు సంతోషము',
    'link': 'Seeyonu Paatalu Santhoshamugaa – 2022082608:08:53.831099.html'
}, {
    'iD': '2022082608:08:55.184356',
    'title': 'సీయోను పాటలు సంతోషము',
    'link': 'Seeyonu Paatalu Santhoshamugaa – 2022082608:08:55.184356.html'
}, {
    'iD': '2022082608:08:56.408343',
    'title': 'సీయోనులో నుండి నీవు ',
    'link': 'Seeyonulo Nundi Neevu – 2022082608:08:56.408343.html'
}, {
    'iD': '2022082608:08:57.627750',
    'title': 'సీయోనులో నుండి నీవు ',
    'link': 'Seeyonulo Nundi Neevu – 2022082608:08:57.627750.html'
}, {
    'iD': '2022082608:08:59.071631',
    'title': 'నీతోనే నా నివాసము – ',
    'link': 'Seeyonulo Sthiramaina – 2022082608:08:59.071631.html'
}, {
    'iD': '2022082608:09:00.306231',
    'title': 'నీతోనే నా నివాసము – ',
    'link': 'Seeyonulo Sthiramaina – 2022082608:09:00.306231.html'
}, {
    'iD': '2022082608:09:01.525283',
    'title': 'స్వీకరించుమయా నాథా స',
    'link': 'Sweekarinchumayaa Naathaa – 2022082608:09:01.525283.html'
}, {
    'iD': '2022082608:09:02.754522',
    'title': 'స్వీకరించుమయా నాథా స',
    'link': 'Sweekarinchumayaa Naathaa – 2022082608:09:02.754522.html'
}, {
    'iD': '2022082608:09:03.990410',
    'title': 'సుగుణాల సంపన్నుడా – ',
    'link': 'Sugunaala Sampannudaa – 2022082608:09:03.990410.html'
}, {
    'iD': '2022082608:09:05.322093',
    'title': 'సుగుణాల సంపన్నుడా – ',
    'link': 'Sugunaala Sampannudaa – 2022082608:09:05.322093.html'
}, {
    'iD': '2022082608:09:06.944115',
    'title': 'సుధా మధుర కిరణాల అరు',
    'link': 'Sudhaa Madhura Kiranaala – 2022082608:09:06.944115.html'
}, {
    'iD': '2022082608:09:08.257092',
    'title': 'సుధా మధుర కిరణాల అరు',
    'link': 'Sudhaa Madhura Kiranaala – 2022082608:09:08.257092.html'
}, {
    'iD': '2022082608:09:09.539547',
    'title': 'సుమధుర స్వరముల గానాల',
    'link': 'Sumadhura Swaramula Gaanaalatho – 2022082608:09:09.539547.html'
}, {
    'iD': '2022082608:09:11.142802',
    'title': 'సుమధుర స్వరముల గానాల',
    'link': 'Sumadhura Swaramula Gaanaalatho – 2022082608:09:11.142802.html'
}, {
    'iD': '2022082608:09:13.399197',
    'title': 'సువార్తను ప్రకటింపవా',
    'link': 'Suvaarthanu Prakatimpavaa – 2022082608:09:13.399197.html'
}, {
    'iD': '2022082608:09:14.641907',
    'title': 'సువార్తను ప్రకటింపవా',
    'link': 'Suvaarthanu Prakatimpavaa – 2022082608:09:14.641907.html'
}, {
    'iD': '2022082608:09:15.972620',
    'title': 'సుందరములు అతి సుందరమ',
    'link': 'Sundaramulu – 2022082608:09:15.972620.html'
}, {
    'iD': '2022082608:09:17.200592',
    'title': 'సుందరములు అతి సుందరమ',
    'link': 'Sundaramulu – 2022082608:09:17.200592.html'
}, {
    'iD': '2022082608:09:18.377481',
    'title': 'సుందరమైన దేహాలెన్నో ',
    'link': 'Sundaramaina Dhehaalenno – 2022082608:09:18.377481.html'
}, {
    'iD': '2022082608:09:20.059928',
    'title': 'సుందరమైన దేహాలెన్నో ',
    'link': 'Sundaramaina Dhehaalenno – 2022082608:09:20.059928.html'
}, {
    'iD': '2022082608:09:21.491735',
    'title': 'సుందరుడా అతి కాంక్షన',
    'link': 'Sundarudaa – 2022082608:09:21.491735.html'
}, {
    'iD': '2022082608:09:22.732258',
    'title': 'సుందరుడా అతి కాంక్షన',
    'link': 'Sundarudaa – 2022082608:09:22.732258.html'
}, {
    'iD': '2022082608:09:25.187564',
    'title': 'సుందరుడా… అతిశయుడా…\n',
    'link': 'Sundarudaa Athishayudaa – 2022082608:09:25.187564.html'
}, {
    'iD': '2022082608:09:26.510703',
    'title': 'సుందరుడా… అతిశయుడా…\n',
    'link': 'Sundarudaa Athishayudaa – 2022082608:09:26.510703.html'
}, {
    'iD': '2022082608:09:28.137156',
    'title': 'స్తుతి గానమే పాడనా\n ',
    'link': 'Sthuthi Gaaname Paadanaa – 2022082608:09:28.137156.html'
}, {
    'iD': '2022082608:09:29.455423',
    'title': 'స్తుతి గానమే పాడనా\n ',
    'link': 'Sthuthi Gaaname Paadanaa – 2022082608:09:29.455423.html'
}, {
    'iD': '2022082608:09:30.924160',
    'title': 'స్తుతి నీకే యేసు రాజ',
    'link': 'Sthuthi Neeke Yesu Raajaa – 2022082608:09:30.924160.html'
}, {
    'iD': '2022082608:09:32.153685',
    'title': 'స్తుతి నీకే యేసు రాజ',
    'link': 'Sthuthi Neeke Yesu Raajaa – 2022082608:09:32.153685.html'
}, {
    'iD': '2022082608:09:33.578255',
    'title': 'స్తుతి పాడనా నేను\n న',
    'link': 'Sthuthi Paadanaa Nenu – 2022082608:09:33.578255.html'
}, {
    'iD': '2022082608:09:34.909994',
    'title': 'స్తుతి పాడనా నేను\n న',
    'link': 'Sthuthi Paadanaa Nenu – 2022082608:09:34.909994.html'
}, {
    'iD': '2022082608:09:36.442610',
    'title': 'స్తుతి పాడి కీర్తింత',
    'link': 'Sthuthi Paadi Keerthinthumu – 2022082608:09:36.442610.html'
}, {
    'iD': '2022082608:09:37.784132',
    'title': 'స్తుతి పాడి కీర్తింత',
    'link': 'Sthuthi Paadi Keerthinthumu – 2022082608:09:37.784132.html'
}, {
    'iD': '2022082608:09:39.408175',
    'title': 'స్తుతి పాడెద నే ప్రత',
    'link': 'Sthuthi Paadeda Ne Prathi Dinamu – 2022082608:09:39.408175.html'
}, {
    'iD': '2022082608:09:40.605576',
    'title': 'స్తుతి పాడెద నే ప్రత',
    'link': 'Sthuthi Paadeda Ne Prathi Dinamu – 2022082608:09:40.605576.html'
}, {
    'iD': '2022082608:09:41.979096',
    'title': 'స్తుతి మధుర గీతము – ',
    'link': 'Sthuthi Madhura Geethamu – 2022082608:09:41.979096.html'
}, {
    'iD': '2022082608:09:43.314567',
    'title': 'స్తుతి మధుర గీతము – ',
    'link': 'Sthuthi Madhura Geethamu – 2022082608:09:43.314567.html'
}, {
    'iD': '2022082608:09:44.939848',
    'title': 'స్తుతి మహిమ యేసు నీక',
    'link': 'Sthuthi Mahima Yesu Neeke – 2022082608:09:44.939848.html'
}, {
    'iD': '2022082608:09:46.223236',
    'title': 'స్తుతి మహిమ యేసు నీక',
    'link': 'Sthuthi Mahima Yesu Neeke – 2022082608:09:46.223236.html'
}, {
    'iD': '2022082608:09:47.513150',
    'title': 'స్తుతి సింహాసనాసీనుడ',
    'link': 'Sthuthi Simhaasanaaseenudaa – 2022082608:09:47.513150.html'
}, {
    'iD': '2022082608:09:48.742024',
    'title': 'స్తుతి సింహాసనాసీనుడ',
    'link': 'Sthuthi Simhaasanaaseenudaa – 2022082608:09:48.742024.html'
}, {
    'iD': '2022082608:09:50.373963',
    'title': 'స్తుతి సింహాసనాసీనుడ',
    'link': 'Sthuthi Simhaasanaaseenudaa – 2022082608:09:50.373963.html'
}, {
    'iD': '2022082608:09:51.603914',
    'title': 'స్తుతి సింహాసనాసీనుడ',
    'link': 'Sthuthi Simhaasanaaseenudaa – 2022082608:09:51.603914.html'
}, {
    'iD': '2022082608:09:53.144990',
    'title': 'స్తుతికి పాత్రుడ యేస',
    'link': 'Sthuthiki Paathruda Yesayyaa – 2022082608:09:53.144990.html'
}, {
    'iD': '2022082608:09:54.471259',
    'title': 'స్తుతికి పాత్రుడ యేస',
    'link': 'Sthuthiki Paathruda Yesayyaa – 2022082608:09:54.471259.html'
}, {
    'iD': '2022082608:09:56.013966',
    'title': 'స్తుతికి పాత్రుడా సత',
    'link': 'Sthuthiki Paathrudaa – 2022082608:09:56.013966.html'
}, {
    'iD': '2022082608:09:57.240208',
    'title': 'స్తుతికి పాత్రుడా సత',
    'link': 'Sthuthiki Paathrudaa – 2022082608:09:57.240208.html'
}, {
    'iD': '2022082608:09:58.775159',
    'title': 'స్తుతిపాత్రుడా స్తోత',
    'link': 'Sthuthi Paathrudaa Sthothraarhudaa – 2022082608:09:58.775159.html'
}, {
    'iD': '2022082608:10:00.197333',
    'title': 'స్తుతిపాత్రుడా స్తోత',
    'link': 'Sthuthi Paathrudaa Sthothraarhudaa – 2022082608:10:00.197333.html'
}, {
    'iD': '2022082608:10:01.433101',
    'title': 'స్తుతియించి కీర్తించ',
    'link': 'Sthuthiyinchi Keerthinchi – 2022082608:10:01.433101.html'
}, {
    'iD': '2022082608:10:02.670569',
    'title': 'స్తుతియించి కీర్తించ',
    'link': 'Sthuthiyinchi Keerthinchi – 2022082608:10:02.670569.html'
}, {
    'iD': '2022082608:10:04.003850',
    'title': 'స్తుతియించెదా నీ నామ',
    'link': 'Sthuthiyinchedaa Nee Naamam – 2022082608:10:04.003850.html'
}, {
    'iD': '2022082608:10:05.216548',
    'title': 'స్తుతియించెదా నీ నామ',
    'link': 'Sthuthiyinchedaa Nee Naamam – 2022082608:10:05.216548.html'
}, {
    'iD': '2022082608:10:06.764310',
    'title': 'స్తుతియింతుము స్తోత్',
    'link': 'Sthuthiyinthumu – 2022082608:10:06.764310.html'
}, {
    'iD': '2022082608:10:07.949561',
    'title': 'స్తుతియింతుము స్తోత్',
    'link': 'Sthuthiyinthumu – 2022082608:10:07.949561.html'
}, {
    'iD': '2022082608:10:09.531726',
    'title': 'స్తుతియు మహిమ ఘనత నీ',
    'link': 'Sthuthiyu Mahima (Aaraadhana) – 2022082608:10:09.531726.html'
}, {
    'iD': '2022082608:10:10.744995',
    'title': 'స్తుతియు మహిమ ఘనత నీ',
    'link': 'Sthuthiyu Mahima (Aaraadhana) – 2022082608:10:10.744995.html'
}, {
    'iD': '2022082608:10:12.382905',
    'title': 'స్తుతియు మహిమ ఘనత నీ',
    'link': 'Sthuthiyu Mahima Ghantha Neeke – 2022082608:10:12.382905.html'
}, {
    'iD': '2022082608:10:14.018317',
    'title': 'స్తుతియు మహిమ ఘనత నీ',
    'link': 'Sthuthiyu Mahima Ghantha Neeke – 2022082608:10:14.018317.html'
}, {
    'iD': '2022082608:10:15.222162',
    'title': 'స్తుతించి పాడెదం – స',
    'link': 'Sthuthinchi Paadedam – 2022082608:10:15.222162.html'
}, {
    'iD': '2022082608:10:16.454200',
    'title': 'స్తుతించి పాడెదం – స',
    'link': 'Sthuthinchi Paadedam – 2022082608:10:16.454200.html'
}, {
    'iD': '2022082608:10:17.824266',
    'title': 'స్తుతించెదను – నిన్న',
    'link': 'Sthuthinchedanu Ninnu Nenu – 2022082608:10:17.824266.html'
}, {
    'iD': '2022082608:10:19.462450',
    'title': 'స్తుతించెదను – నిన్న',
    'link': 'Sthuthinchedanu Ninnu Nenu – 2022082608:10:19.462450.html'
}, {
    'iD': '2022082608:10:20.986291',
    'title': 'స్తుతించెదను స్తుతిం',
    'link': 'Sthuthinchedanu Sthuthinchedanu – 2022082608:10:20.986291.html'
}, {
    'iD': '2022082608:10:22.226922',
    'title': 'స్తుతించెదను స్తుతిం',
    'link': 'Sthuthinchedanu Sthuthinchedanu – 2022082608:10:22.226922.html'
}, {
    'iD': '2022082608:10:23.453479',
    'title': 'స్తుతుల మీద ఆసీనుడా\n',
    'link': 'Sthuthula Meeda Aaseenudaa – 2022082608:10:23.453479.html'
}, {
    'iD': '2022082608:10:24.682884',
    'title': 'స్తుతుల మీద ఆసీనుడా\n',
    'link': 'Sthuthula Meeda Aaseenudaa – 2022082608:10:24.682884.html'
}, {
    'iD': '2022082608:10:29.084618',
    'title': 'స్తుతులకు పాత్రుడా –',
    'link': 'Sthuthulaku Paathrudaa (Anni Velalo) – 2022082608:10:29.084618.html'
}, {
    'iD': '2022082608:10:30.419115',
    'title': 'స్తుతులకు పాత్రుడా –',
    'link': 'Sthuthulaku Paathrudaa (Anni Velalo) – 2022082608:10:30.419115.html'
}, {
    'iD': '2022082608:10:31.848487',
    'title': 'స్తుతులకు పాత్రుడా –',
    'link': 'Sthuthulaku Paathrudaa (Aaraadhana) – 2022082608:10:31.848487.html'
}, {
    'iD': '2022082608:10:33.077135',
    'title': 'స్తుతులకు పాత్రుడా –',
    'link': 'Sthuthulaku Paathrudaa (Aaraadhana) – 2022082608:10:33.077135.html'
}, {
    'iD': '2022082608:10:34.309658',
    'title': 'స్తుతులకు పాత్రుడు య',
    'link': 'Sthuthulaku Paathrudu Yesayyaa – 2022082608:10:34.309658.html'
}, {
    'iD': '2022082608:10:35.534498',
    'title': 'స్తుతులకు పాత్రుడు య',
    'link': 'Sthuthulaku Paathrudu Yesayyaa – 2022082608:10:35.534498.html'
}, {
    'iD': '2022082608:10:36.857934',
    'title': 'స్తుతులపై ఆసీనుడా\n అ',
    'link': 'Sthuthulapai Aaseenudaa – 2022082608:10:36.857934.html'
}, {
    'iD': '2022082608:10:39.566585',
    'title': 'స్తుతులపై ఆసీనుడా\n అ',
    'link': 'Sthuthulapai Aaseenudaa – 2022082608:10:39.566585.html'
}, {
    'iD': '2022082608:10:40.733995',
    'title': 'సూడ సక్కని బాలుడమ్మో',
    'link': 'Sooda Sakkani Baaludammo – 2022082608:10:40.733995.html'
}, {
    'iD': '2022082608:10:41.929510',
    'title': 'సూడ సక్కని బాలుడమ్మో',
    'link': 'Sooda Sakkani Baaludammo – 2022082608:10:41.929510.html'
}, {
    'iD': '2022082608:10:43.217455',
    'title': 'సృష్టికర్తవైన యెహోవా',
    'link': 'Srushtikarthavaina Yehovaa – 2022082608:10:43.217455.html'
}, {
    'iD': '2022082608:10:44.447067',
    'title': 'సృష్టికర్తవైన యెహోవా',
    'link': 'Srushtikarthavaina Yehovaa – 2022082608:10:44.447067.html'
}, {
    'iD': '2022082608:10:46.994716',
    'title': 'సృష్టి కర్తా యేసు దే',
    'link': 'Srushti Karthaa Yesu Devaa – 2022082608:10:46.994716.html'
}, {
    'iD': '2022082608:10:49.558124',
    'title': 'సృష్టి కర్తా యేసు దే',
    'link': 'Srushti Karthaa Yesu Devaa – 2022082608:10:49.558124.html'
}, {
    'iD': '2022082608:10:50.877798',
    'title': 'సేవకులారా సువార్తికు',
    'link': 'Sevakulaaraa – 2022082608:10:50.877798.html'
}, {
    'iD': '2022082608:10:52.192837',
    'title': 'సేవకులారా సువార్తికు',
    'link': 'Sevakulaaraa – 2022082608:10:52.192837.html'
}, {
    'iD': '2022082608:10:55.507567',
    'title': 'స్నేహితుడా నా స్నేహి',
    'link': 'Snehithudaa Naa Snehithudaa – 2022082608:10:55.507567.html'
}, {
    'iD': '2022082608:10:56.723923',
    'title': 'స్నేహితుడా నా స్నేహి',
    'link': 'Snehithudaa Naa Snehithudaa – 2022082608:10:56.723923.html'
}, {
    'iD': '2022082608:10:58.272618',
    'title': 'స్నేహితుడా నా హితుడా',
    'link': 'Snehithudaa Naa Hithudaa – 2022082608:10:58.272618.html'
}, {
    'iD': '2022082608:10:59.501111',
    'title': 'స్నేహితుడా నా హితుడా',
    'link': 'Snehithudaa Naa Hithudaa – 2022082608:10:59.501111.html'
}, {
    'iD': '2022082608:11:02.252917',
    'title': 'సొంతమైపోవాలి నా యేసు',
    'link': 'Sonthamai Povaali Naa Yesutho – 2022082608:11:02.252917.html'
}, {
    'iD': '2022082608:11:03.494369',
    'title': 'సొంతమైపోవాలి నా యేసు',
    'link': 'Sonthamai Povaali Naa Yesutho – 2022082608:11:03.494369.html'
}, {
    'iD': '2022082608:11:05.028677',
    'title': 'సోలిపోయిన మనసా నీవు\n',
    'link': 'Solipoyina Manasaa – 2022082608:11:05.028677.html'
}, {
    'iD': '2022082608:11:06.363565',
    'title': 'సోలిపోయిన మనసా నీవు\n',
    'link': 'Solipoyina Manasaa – 2022082608:11:06.363565.html'
}, {
    'iD': '2022082608:11:07.782162',
    'title': 'సోలిపోవలదు మనస్సా సో',
    'link': 'Solipovaladu Manassaa – 2022082608:11:07.782162.html'
}, {
    'iD': '2022082608:11:09.127316',
    'title': 'సోలిపోవలదు మనస్సా సో',
    'link': 'Solipovaladu Manassaa – 2022082608:11:09.127316.html'
}, {
    'iD': '2022082608:11:10.551782',
    'title': 'స్తోత్ర గానం చేసింది',
    'link': 'Sthothra Gaanam Chesindi Praanam – 2022082608:11:10.551782.html'
}, {
    'iD': '2022082608:11:11.790985',
    'title': 'స్తోత్ర గానం చేసింది',
    'link': 'Sthothra Gaanam Chesindi Praanam – 2022082608:11:11.790985.html'
}, {
    'iD': '2022082608:11:13.302445',
    'title': 'స్తోత్రబలి అర్పించెద',
    'link': 'Sthothrabali Arpinchedhamu – 2022082608:11:13.302445.html'
}, {
    'iD': '2022082608:11:14.633166',
    'title': 'స్తోత్రబలి అర్పించెద',
    'link': 'Sthothrabali Arpinchedhamu – 2022082608:11:14.633166.html'
}, {
    'iD': '2022082608:11:16.809146',
    'title': 'స్తోత్రబలి స్తోత్రబల',
    'link': 'Sthothrabali Sthothrabali – 2022082608:11:16.809146.html'
}, {
    'iD': '2022082608:11:18.023257',
    'title': 'స్తోత్రబలి స్తోత్రబల',
    'link': 'Sthothrabali Sthothrabali – 2022082608:11:18.023257.html'
}, {
    'iD': '2022082608:11:20.892104',
    'title': 'స్తోత్రం చెల్లింతుము',
    'link': 'Sthothram Chellinthumu – 2022082608:11:20.892104.html'
}, {
    'iD': '2022082608:11:22.425754',
    'title': 'స్తోత్రం చెల్లింతుము',
    'link': 'Sthothram Chellinthumu – 2022082608:11:22.425754.html'
}, {
    'iD': '2022082608:11:24.896110',
    'title': 'స్తోత్రము స్తుతి చెల',
    'link': 'Sthothramu Sthuthi Chellinthumu – 2022082608:11:24.896110.html'
}, {
    'iD': '2022082608:11:26.128083',
    'title': 'స్తోత్రము స్తుతి చెల',
    'link': 'Sthothramu Sthuthi Chellinthumu – 2022082608:11:26.128083.html'
}, {
    'iD': '2022082608:11:27.455366',
    'title': 'స్తోత్రము స్తుతి స్త',
    'link': 'Sthothramu Sthuthi Sthothramu – 2022082608:11:27.455366.html'
}, {
    'iD': '2022082608:11:28.673292',
    'title': 'స్తోత్రము స్తుతి స్త',
    'link': 'Sthothramu Sthuthi Sthothramu – 2022082608:11:28.673292.html'
}, {
    'iD': '2022082608:11:30.124442',
    'title': 'స్తోత్రింతుము నిను మ',
    'link': 'Sthothrinthumu Ninu – 2022082608:11:30.124442.html'
}, {
    'iD': '2022082608:11:31.450775',
    'title': 'స్తోత్రింతుము నిను మ',
    'link': 'Sthothrinthumu Ninu – 2022082608:11:31.450775.html'
}, {
    'iD': '2022082608:11:32.973281',
    'title': 'హల్లెలూయా ఆరాధన\n రాజ',
    'link': 'Hallelujah Aaraadhana – 2022082608:11:32.973281.html'
}, {
    'iD': '2022082608:11:34.138993',
    'title': 'హల్లెలూయా ఆరాధన\n రాజ',
    'link': 'Hallelujah Aaraadhana – 2022082608:11:34.138993.html'
}, {
    'iD': '2022082608:11:35.679324',
    'title': 'హల్లెలూయ పాట – యేసయ్',
    'link': 'Hallelooya Paata – 2022082608:11:35.679324.html'
}, {
    'iD': '2022082608:11:38.194868',
    'title': 'హల్లెలూయ పాట – యేసయ్',
    'link': 'Hallelooya Paata – 2022082608:11:38.194868.html'
}, {
    'iD': '2022082608:11:39.744930',
    'title': 'హల్లెలూయ పాటలతో\n ఆనం',
    'link': 'Hallelooya Paatalatho – 2022082608:11:39.744930.html'
}, {
    'iD': '2022082608:11:41.120683',
    'title': 'హల్లెలూయ పాటలతో\n ఆనం',
    'link': 'Hallelooya Paatalatho – 2022082608:11:41.120683.html'
}, {
    'iD': '2022082608:11:42.410512',
    'title': 'హల్లెలూయ హల్లెలూయ స్',
    'link': 'Hallelujah Hallelujah Sthothramulu – 2022082608:11:42.410512.html'
}, {
    'iD': '2022082608:11:43.727347',
    'title': 'హల్లెలూయ హల్లెలూయ స్',
    'link': 'Hallelujah Hallelujah Sthothramulu – 2022082608:11:43.727347.html'
}, {
    'iD': '2022082608:11:44.969404',
    'title': 'హల్లెలూయ స్తుతి మహిమ',
    'link': 'Hallelujah Sthuthi Mahima – 2022082608:11:44.969404.html'
}, {
    'iD': '2022082608:11:46.297896',
    'title': 'హల్లెలూయ స్తుతి మహిమ',
    'link': 'Hallelujah Sthuthi Mahima – 2022082608:11:46.297896.html'
}, {
    'iD': '2022082608:11:47.526028',
    'title': 'హల్లేలూయని పాడరండి\n ',
    'link': 'Hallelooyani Paadarandi – 2022082608:11:47.526028.html'
}, {
    'iD': '2022082608:11:50.191299',
    'title': 'హల్లేలూయని పాడరండి\n ',
    'link': 'Hallelooyani Paadarandi – 2022082608:11:50.191299.html'
}, {
    'iD': '2022082608:11:51.508919',
    'title': 'ఏ చెట్టు గుట్ట పుట్ట',
    'link': 'Hallelooyaa Aanandame – 2022082608:11:51.508919.html'
}, {
    'iD': '2022082608:11:52.851269',
    'title': 'ఏ చెట్టు గుట్ట పుట్ట',
    'link': 'Hallelooyaa Aanandame – 2022082608:11:52.851269.html'
}, {
    'iD': '2022082608:11:54.180101',
    'title': 'హైలెస్సా హైలో హైలెస్',
    'link': 'Hallelooyaa Naa Paata – 2022082608:11:54.180101.html'
}, {
    'iD': '2022082608:11:55.409987',
    'title': 'హైలెస్సా హైలో హైలెస్',
    'link': 'Hallelooyaa Naa Paata – 2022082608:11:55.409987.html'
}, {
    'iD': '2022082608:11:56.636801',
    'title': 'హల్లెలుయా పాడెదా ప్ర',
    'link': 'Hallelujah Paadedaa – 2022082608:11:56.636801.html'
}, {
    'iD': '2022082608:11:58.174115',
    'title': 'హల్లెలుయా పాడెదా ప్ర',
    'link': 'Hallelujah Paadedaa – 2022082608:11:58.174115.html'
}, {
    'iD': '2022082608:11:59.498485',
    'title': 'హల్లెలూయ హల్లెలూయ స్',
    'link': 'Hallelujah Hallelujah Sthothramulu – 2022082608:11:59.498485.html'
}, {
    'iD': '2022082608:12:00.842225',
    'title': 'హల్లెలూయ హల్లెలూయ స్',
    'link': 'Hallelujah Hallelujah Sthothramulu – 2022082608:12:00.842225.html'
}, {
    'iD': '2022082608:12:03.195655',
    'title': 'హల్లెలుయా పాడెదా ప్ర',
    'link': 'Hallelujah Paadedaa – 2022082608:12:03.195655.html'
}, {
    'iD': '2022082608:12:04.616577',
    'title': 'హల్లెలుయా పాడెదా ప్ర',
    'link': 'Hallelujah Paadedaa – 2022082608:12:04.616577.html'
}, {
    'iD': '2022082608:12:08.521163',
    'title': 'హల్లెలూయా స్తోత్రం య',
    'link': 'Hallelooyaa Sthothram – 2022082608:12:08.521163.html'
}, {
    'iD': '2022082608:12:09.837968',
    'title': 'హల్లెలూయా స్తోత్రం య',
    'link': 'Hallelooyaa Sthothram – 2022082608:12:09.837968.html'
}, {
    'iD': '2022082608:12:11.184429',
    'title': 'హల్లే హల్లే హల్లే హల',
    'link': 'Halle Halle Halle Hallelooyaa – 2022082608:12:11.184429.html'
}, {
    'iD': '2022082608:12:12.616662',
    'title': 'హల్లే హల్లే హల్లే హల',
    'link': 'Halle Halle Halle Hallelooyaa – 2022082608:12:12.616662.html'
}, {
    'iD': '2022082608:12:14.151625',
    'title': 'హల్లేలూయా యని పాడి స',
    'link': 'Hallelooyaa Ani Paadi – 2022082608:12:14.151625.html'
}, {
    'iD': '2022082608:12:15.481177',
    'title': 'హల్లేలూయా యని పాడి స',
    'link': 'Hallelooyaa Ani Paadi – 2022082608:12:15.481177.html'
}, {
    'iD': '2022082608:12:16.669431',
    'title': 'హీనమైన బ్రతుకు నాది ',
    'link': 'Heenamaina Brathuku Naadi – 2022082608:12:16.669431.html'
}, {
    'iD': '2022082608:12:18.019229',
    'title': 'హీనమైన బ్రతుకు నాది ',
    'link': 'Heenamaina Brathuku Naadi – 2022082608:12:18.019229.html'
}, {
    'iD': '2022082608:12:20.808483',
    'title': 'హృదయపూర్వక ఆరాధన\n మహ',
    'link': 'Hrudayapoorvaka Aaraadhana – 2022082608:12:20.808483.html'
}, {
    'iD': '2022082608:12:22.091479',
    'title': 'హృదయపూర్వక ఆరాధన\n మహ',
    'link': 'Hrudayapoorvaka Aaraadhana – 2022082608:12:22.091479.html'
}, {
    'iD': '2022082608:12:23.371116',
    'title': 'హృదయమనెడు తలుపు నొద్',
    'link': 'Hrudayamanedu Thalupu Nodda – 2022082608:12:23.371116.html'
}, {
    'iD': '2022082608:12:24.584149',
    'title': 'హృదయమనెడు తలుపు నొద్',
    'link': 'Hrudayamanedu Thalupu Nodda – 2022082608:12:24.584149.html'
}, {
    'iD': '2022082608:12:26.234552',
    'title': 'హృదయాలనేలే రారాజు యే',
    'link': 'Hrudayaalanele Raaraaju – 2022082608:12:26.234552.html'
}, {
    'iD': '2022082608:12:27.701520',
    'title': 'హృదయాలనేలే రారాజు యే',
    'link': 'Hrudayaalanele Raaraaju – 2022082608:12:27.701520.html'
}, {
    'iD': '2022082608:12:29.504933',
    'title': 'హే ప్రభుయేసు హే ప్రభ',
    'link': 'Hey Prabhu Yesu – 2022082608:12:29.504933.html'
}, {
    'iD': '2022082608:12:31.010466',
    'title': 'హే ప్రభుయేసు హే ప్రభ',
    'link': 'Hey Prabhu Yesu – 2022082608:12:31.010466.html'
}, {
    'iD': '2022082608:12:32.279494',
    'title': 'నా చిన్ని హృదయముతో\n ',
    'link': 'Hosanna Hosannaa – 2022082608:12:32.279494.html'
}, {
    'iD': '2022082608:12:33.506526',
    'title': 'నా చిన్ని హృదయముతో\n ',
    'link': 'Hosanna Hosannaa – 2022082608:12:33.506526.html'
}, {
    'iD': '2022082608:12:35.034424',
    'title': 'హోసన్ననుచూ స్తుతి పా',
    'link': 'Hosannanuchu Sthuthi Paaduchu – 2022082608:12:35.034424.html'
}, {
    'iD': '2022082608:12:36.332592',
    'title': 'హోసన్ననుచూ స్తుతి పా',
    'link': 'Hosannanuchu Sthuthi Paaduchu – 2022082608:12:36.332592.html'
}, {
    'iD': '2022082608:12:37.599781',
    'title': 'హోసన్నా హల్లెలూయా హో',
    'link': 'Hosannaa Hallelooyaa – 2022082608:12:37.599781.html'
}, {
    'iD': '2022082608:12:38.931117',
    'title': 'హోసన్నా హల్లెలూయా హో',
    'link': 'Hosannaa Hallelooyaa – 2022082608:12:38.931117.html'
}, {
    'iD': '2022082608:12:40.456525',
    'title': 'క్షణమైన గడవదు తండ్రి',
    'link': 'Kshanamina Gaduvadu – 2022082608:12:40.456525.html'
}, {
    'iD': '2022082608:12:41.649549',
    'title': 'క్షణమైన గడవదు తండ్రి',
    'link': 'Kshanamina Gaduvadu – 2022082608:12:41.649549.html'
}, {
    'iD': '2022082608:12:42.926496',
    'title': 'క్షణమైన నీవు నను విడ',
    'link': 'Kshanamaina Neevu – 2022082608:12:42.926496.html'
}, {
    'iD': '2022082608:12:44.156245',
    'title': 'క్షణమైన నీవు నను విడ',
    'link': 'Kshanamaina Neevu – 2022082608:12:44.156245.html'
}, {
    'iD': '2022082608:12:45.333160',
    'title': 'క్షణికమైన బ్రతుకురా ',
    'link': 'Kshanikamaina Brathukuraa – 2022082608:12:45.333160.html'
}, {
    'iD': '2022082608:12:46.518039',
    'title': 'క్షణికమైన బ్రతుకురా ',
    'link': 'Kshanikamaina Brathukuraa – 2022082608:12:46.518039.html'
}, {
    'iD': '2022082608:12:47.842720',
    'title': 'క్షమాపణ దొరికేనా (2)',
    'link': 'Kshamaapana Dorikenaa – 2022082608:12:47.842720.html'
}, {
    'iD': '2022082608:12:49.065564',
    'title': 'క్షమాపణ దొరికేనా (2)',
    'link': 'Kshamaapana Dorikenaa – 2022082608:12:49.065564.html'
}]

export {indexList}